Repository: A1exKH/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: ar, gd, gl, ja, kk, ms, nds, sq, th, zh_hk

source: First, refresh the list of updates after:
kk: Бірінші рет пакеттер тізімін арқылы жаңарту:
ms: Mula-mula, muat semula senarai kemas kini selepas:
nds: Bitte zuerst die Liste der Update aktualisieren nachdem:
sq: Fillimisht, rifresko listën e përditësimeve pas:
th: ขั้นแรก ให้รีเฟรชรายการปรับปรุงหลังจาก:
zh_hk: 首先，在多久之後重新整理更新清單：

source: Then, refresh the list of updates every:
kk: Содан кейін пакеттер тізімін жаңарту әрбір:
ms: Kemudian, muat semula senarai kemas kini setiap:
nds: Dann aktualisiren Sie die Liste der Updates jede(n):
sq: Pastaj, rifresko listën e përditësimeve çdo:
th: หลังจากนั้น ให้รีเฟรชรายการปรับปรุงทุกๆ:
zh_hk: 然後，每過多久重新整理更新清單：

source: Note: The list only gets refreshed while the update manager window is closed (system tray mode).
ar: ملحوظة: هذه القائمة تحدث بينما مدير التحديثات مغلق (نظام وضع العلبة)
gd: An aire: Cha dèid an liosta ath-nuadhachadh ach ma bhios uinneag manaidsear nan ùrachaidhean dùinte (modh treidhe an t-siostaim).
gl: Nota: Esta lista só se actualiza cando a xanela do xestor de actualizacións está pechada (na área de notificación).
ja: 注意: リストはアップデートマネージャのウィンドウを閉じているとき (システムトレイ・モード時) のみ更新されます。
kk: Ескерту: Тізім тек жаңарту менеджердің терезесі жабылған кезде (жүйелік трей режимі) ғана жаңартылады.
ms: Nota: Senarai ini hanya akan disegarkan apabila tetingkap pengurusan kemaskini ditutup ( mod dulang sistem )
nds: Anmerkung: Die Liste wird nur erneuert, während der Update-Manager geschlossen ist (System tray mode)
sq: Shënim: Kjo listë do të rifreskohet vetëm kur dritarja e menaxhuesit të përditësimeve të mbyllet (mënyra e shiritit të sistemit).
th: คำเตือน: รายการปรับปรุงจะโหลดใหม่เมื่อหน้าต่างโปรแกรมจัดการการปรับปรุงปิดอยู่ (หรือโหมดถาดระบบ)
zh_hk: 注意：該清單只在更新管理員視窗關閉 (系統匣模式) 時才會重新整理。

source: Include updates which require the installation of new packages or the removal of installed packages
ar: تضمين تحديثات تستلزم تثبيت حزم جديدة أو حذف حزم مثبّتة
gd: Gabh a-steach ùrachaidhean a dh'iarras gun stàlaich thu pacaidean ùra no gun toir thu air falbh pacaidean air an stàladh
gl: Incluír actualizacións que requiren da instalación de novos paquetes ou a eliminación de paquetes instalados
ja: 追加のパッケージや、インストールされたパッケージの削除が必要なアップデートを表示する
kk: Жаңа немесе жойылатын бағдарламалардың орнатылуына талап ететін жаңартуларды қосу
ms: Termasuk kemas kini yang memerlukan installasi pakej baru atau pakej terpasang dibuang
nds: Einbezogene Updates, welche die Installation von neuen oder die Entfernung von alten Paketen erfordern.
sq: Përfshi përditësime që kërkojnë instalimin e ndonjë pakete të re ose heqjen e ndonjë pakete të instaluar
th: รวมอัปเดตซึ่งต้องการการติดตั้งแพคเกจใหม่เพิ่มเติม หรือการลบแพคเกจที่ติดตั้งอยู่
zh_hk: 包含需要安裝新套件或移除已安裝套件的更新

source: Hide the update manager after applying updates
gd: Falaich manaidsear nan ùrachaidhean nuair a bhios na h-ùrachaidhean air an cur an sàs
gl: Agochar o xestor de actualizacións após aplicar as actualizacións
ja: 今後のアップデートでアップデートマネージャーを非表示
kk: Жаңартулар орнатылғаннан кейін менеджерді жабу
ms: Sembunyikan pengurus update selepas siap naik taraf
nds: Update Manager nach Anwenden der Aktualisierungen verbergen
sq: Fshih menaxhuesin e përditësimeve pas zbatimit të përditësimeve
th: ซ่อนโปรแกรมจัดการอัปเดตหลังนำการปรับปรุงไปใช้งานแล้ว
zh_hk: 套用更新後隱藏更新管理員

source: Only show a tray icon when updates are available or in case of errors
gd: Na seall ìomhaigheag treidhe ach nuair a bhios ùrachadh ri làimh no ma tha mearachd ann
gl: Amosar a icona na área de notificación só se hai actualizacións dispoñíbeis ou en caso de erros
ja: アップデートがある場合とエラーが発生した場合にのみトレイアイコンを表示する
ms: Hanya papar tray ikon bila update boleh didapati atau kes-kes ralat
nds: Nur Icon im Tray anzeigen wenn Aktualisierungen vorhanden sind oder es Fehler gibt.
th: แสดงไอคอนบนแถบงานเมื่ออัปเดตพร้อมใช้งานหรือในกรณีที่มีข้อผิดพลาด
zh_hk: 只在有更新可用或出現錯誤時顯示系統匣圖示

source: Don't suggest to switch to a local mirror
ja: 近くのミラーサーバーへの切り替えを提案させない
ms: Jangan cadangkan untuk tukar ke salinan tempatan
nds: Kein Vorschlag lokaler Mirrors.
sq: Mos sugjero kalimin tek një mirror lokal
th: ไม่ต้องถามให้สลับไปใช้แหล่งข้อมูลท้องถิ่น
zh_hk: 不要建議切換至本地映射站

source: Always show security updates
ar: أظهر التحديثات الأمنية دائما
gd: Seall ùrachaidhean tèarainteachd an-còmhnaidh
gl: Amosar sempre as actualizacións de seguridade
ja: 常にセキュリティ更新を表示する
ms: Sentiasa papar kemas kini keselamatan
nds: Dauerhaft Sicherheitsaktualisierungen anzeigen.
sq: Gjithmonë shfaq përditësimet e sigurisë
th: แสดงการปรับปรุงด้านความปลอดภัยเสมอ
zh_hk: 總是顯示安全性更新

source: Always select and trust security updates
ar: حدّد واستوثق دائما التحديثات الأمنية
gd: Tagh is cuir earbsa ann an ùrachaidhean tèarainteachd an-còmhnaidh
gl: Seleccionar e confiar sempre nas actualizacións de seguridade
ja: 常にセキュリティ更新を選択・適用する
ms: Sentiasa pilih dan percaya kemas kini keselamatan
nds: Dauerhaftes Auswählen und Vertrauen von Sicherheitsaktualisierungen .
sq: Gjithmonë zgjidh dhe beso përditësimet e sigurisë
th: เลือกและเชื่อถือการปรับปรุงด้านความปลอดภัยเสมอ
zh_hk: 總是選取並信任安全性更新

source: Always show kernel updates
ms: Sentiasa tunjuk kemaskini kernel
sq: Gjithmonë shfaq përditësimet e kernelit
zh_hk: 總是顯示核心更新

source: Always select and trust kernel updates
ms: Sentiasa pilih dan percayai kemaskini kernel
sq: Gjithmonë zgjidh dhe beso përditësimet e kernelit
zh_hk: 總是選擇並信任核心更新

source: minutes
ar: دقائق
gd: mionaid(ean)
gl: minutos
ja: 分
kk: минут
ms: minit
nds: Minuten
sq: minuta
th: นาที
zh_hk: 分鐘

source: hours
ar: ساعات
gd: uair(ean) a thìde
gl: horas
ja: 時間
kk: сағат
ms: jam
nds: Stunden
sq: orë
th: ชั่วโมง
zh_hk: 小時

source: days
ar: ايام
gd: là(ithean)
gl: días
ja: 日
kk: күн
ms: hari
nds: Tage
sq: ditë
th: วัน
zh_hk: 日

source: Cancel
ja: キャンセル
kk: Болдырмау
ms: Batal
sq: Anulo
zh_hk: 取消

source: Apply
ja: 適用
kk: Іске асыру
ms: Laksana
sq: Zbato
zh_hk: 套用

source: Ignored updates
ar: التحديثات المتجاهَلة
gd: Ùrachaidhean 'gan leigeil seachad
gl: Actualizacións ignoradas
ja: アップデートを無視
kk: Елемейтін жаңартулар
ms: Kemas kini diendahkan
nds: Ignorierte Updates.
sq: Përditësime të shpërfillura
th: อัปเดตที่ถูกละเว้น
zh_hk: 已忽略的更新

source: Please specify the name of the update to ignore:
ar: رجاءً حدّد اسم التحديث لتجاهله:
gd: Sònraich ainm an ùrachaidh ri leigeil seachad:
gl: Especifique o nome da actualización que ignorar:
ja: 無視するアップデートの名前を入力してください:
ms: Sila nyatakan nama kemas kini untuk diabaikan:
nds: Bitte erläutern Sie den Namen des ignorierten Updates.
sq: Përcakto emrin e përditësimit që do shpërfillet:
th: กรุณาระบุชื่อของการปรับปรุงที่ต้องการละเว้น:
zh_hk: 請指定要忽略的更新名稱：

source: Ignore an update
ar: تجاهَل تحديثًا
gd: Leig seachad ùrachadh
gl: Ignorar unha actualización
ja: アップデートを無視
ms: Abaikan kemas kini
nds: Update ignorieren
sq: Shpërfill një përditësim
th: ละเว้นการปรับปรุงหนึ่งรายการ
zh_hk: 忽略一項更新

source: Name:
ar: الاسم:
gd: Ainm:
gl: Nome:
ja: 名前:
kk: Аты:
ms: Nama:
sq: Emri:
th: ชื่อ:
zh_hk: 名稱：

source: System Upgrade
ar: ترقية النظام
gd: Ùrachadh an t-siostaim
gl: Anovación do sistema
ja: システムアップグレード
ms: Sistem Naik Taraf
nds: Systemaktualisierung
th: การปรับรุ่นระบบ
zh_hk: 系統升級

source: Introduction
ar: المقدمة
gd: Facal-toisich
gl: Introdución
ja: 紹介
kk: Кіріспе
ms: Pengenalan
nds: Einführung
sq: Parathënie
th: บทแนะนำ
zh_hk: 簡介

source: Your system is missing critical components. A package corresponding to your edition of Linux Mint should provide the virtual package 'mint-info' and the file /etc/linuxmint/info.
ar: جهازك ينقصه مركبات حساسة، الحزمة الموافقة لإصدارة لينكس منت لديك يجب أن توفر الحزمة الوهمية 'mint-info' والملفّ /etc/linuxmint/info .
gd: Tha co-phàirtean èiginneach a dhìth air an t-siostam agad. Bu chòir dhan phacaid bhiortail "mint-info" agus dhan fhaidhle /etc/linuxmint/info a bhith am broinn pacaid a fhreagras ris an deasachadh de Mint agad.
gl: Faltan compoñentes críticos do sistema. Un paquete correspondente á súa edición de Linux Mint debería fornecer o paquete virtual «mint-info» e o ficheiro /etc/linuxmint/info.
ms: Sistem anda tiada komponen kritical. Satu pakej sepadan dengan edisi Linux Mint anda patut berikan pakej maya 'mint-info' dan fail /etc/linuxmint/info
nds: Ihrem System fehlen wichtige Komponenten. Ein Paket entsprechend Ihrer Ausgabe von Linux Mint sollte das virtuelle Paket 'mint-info' und die Datei /etc/linuxmint/info enthalten.
th: ระบบของคุณกำลังขาดคอมโพเนนต์ที่สำคัญ แพคเกจที่ตรงกับ Linux Mint รุ่นที่คุณใช้ จะต้องมีแพคเกจจำลอง 'mint-info' และแฟ้ม /etc/linuxmint/info
zh_hk: 你的系統缺失關鍵性組件。有一個對應你 Linux Mint 桌面版本的套件應提供虛擬套件「mint-info」與檔案 /etc/linuxmint/info。

source: No upgrades were found.
ar: لا تتوفر تحديثات.
gd: Cha deach àrdachadh a lorg.
gl: Non se atoparon anovacións.
ja: アップグレードは見つかりません。
ms: Tiada Naik Taraf dijumpai
nds: Keine Upgrades gefunden.
sq: S'ka përditësime.
th: ไม่พบการปรับรุ่นที่ใช้ได้
zh_hk: 找不到升級。

source: A new version of Linux Mint is available!
ar: إصدارة جديدة من لينكس منت متوفرة!
gd: Tha tionndadh ùr de Linux Mint ri fhaighinn!
gl: Está dispoñíbel unha nova versión de Linux Mint!
ja: 新しいバージョンの Linux Mint が利用できます！
ms: Versi baru Linux Mint boleh didapati!
nds: Eine neue Version von Linux Mint ist verfügbar!
sq: Një version i ri i Linux Mint është i disponueshëm!
th: Linux Mint เวอร์ชั่นใหม่พร้อมใช้งานแล้ว!
zh_hk: 有新版本的 Linux Mint 可用！

source: An upgrade was found but it is not available yet for the %s edition.
ar: تم اكتشاف ترقية لكنها غير متوفرة للإصدارة %s بعدُ.
gd: Chaidh àrdachadh a lorg ach chan eil e ri fhaighinn fhathast airson an deasachadh %s.
gl: Atopouse unha anovación, mais aínda non está dispoñíbel para a edición %s.
ms: Satu naik taraf dijumpai tetapi ia masih belum didapati untuk edisi %s .
nds: Ein Upgrade wurde gefunden, aber es ist noch nicht für die %s Edition verfügbar.
sq: U gjet një përditësim por nuk është akoma i disponueshëm për edicionin %s.
th: พบการอัพเกรดแล้ว แต่ยังไม่พร้อมใช้งานสำหรับเอดิชั่น %s
zh_hk: 發現一個升級，但其尚未可用於 %s 桌面版本。

source: Release notes
ar: ملاحظات الإصدار
gd: Nòtaichean-sgaoilidh
gl: Notas da versión
ja: リリースノート
kk: Шығарылымға ескертпелер
ms: Nota pelepasan
nds: Versionsinformationen
sq: Shënimet e versionit
th: บันทึกการออกรุ่น
zh_hk: 發行備註

source: Please read the release notes before upgrading. They explain all the known issues, workarounds and solutions associated with the new version.
ar: رجاء قراءة معلومات الإصدارة قبل الترقية، لتعلم كل المشاكل المعروفة، الحلول الترقيعية والحلوم المتعلقة بالإصدار الجديد
gd: Leugh na nòtaichean-sgaoilidh mus dèan thu an t-àrdachadh. Mìnichidh iad na duilgheadasan air a tha sinn eòlach, mar a gheibh thu timcheall orra agus fuasglaidhean co-cheangailte ris an tionndadh ùr.
gl: Antes de actualizar, lea as notas da versión. Nelas explícanse todos os problemas coñecidos, alternativas e solucións relacionadas coa nova versión.
ms: Sila baca nota pelepasan sebelum naik taraf. Ia akan menerangkan semua isu-isu yang diketahui, workaround dan penyelesaian berkaitan dengan versi baru.
nds: Bitte lesen Sie die Versionsinfos vor dem Upgrade. Sie erläutern die bekannte Probleme, Workarounds und Lösungen, die mit der neuen Version verbunden sind.
th: กรุณาอ่านบันทึกการออกรุ่นก่อนทำการอัพเกรด โดยบันทึกนี้จะอธิบายเกี่ยวกับปัญหาที่ได้รับการแก้ไข รวมถึงคุณลักษณะใหม่ๆในเวอร์ชั่นใหม่ด้วย
zh_hk: 升級前請先閱讀發行備註。發行備註解釋所有與新版本相關的已知問題、替代方案和解決方案。

source: Release notes for %s
ar: ملاحظات الإصدار لـ %s
gd: Nòtaichean-sgaoilidh airson %s
gl: Notas da versión para %s
ja: %s リリースノート
ms: Nota pelepasan untuk %s
nds: Versionshinweise für %s
sq: Shënimet e versionit për %s
th: บันทึกการออกรุ่นสำหรับ %s
zh_hk: %s 的發行備註

source: Click on the link to open the release notes.
ar: أنقر على الرابط لفتح ملاحظات الإصدار.
gd: Briog air a' cheangal gus na nòtaichean-sgaoilidh fhosgladh.
gl: Prema na ligazón para abrir las notas da versión.
ja: クリックするとリリースノートへのリンクを開きます。
ms: Klik pada pautan untuk buka nota pelepasan.
nds: Klicken Sie auf den Link um die Versionshinweise zu öffnen.
sq: Klikoni mbi lidhjen për të hapur shënimet e versionit.
th: คลิกที่ลิงก์เพื่ออ่านบันทึกการออกรุ่น
zh_hk: 點選此連結以開啟發行備註。

source: New features
ar: مزايا جديدة
gd: Gleusan ùra
gl: Novas características
ja: 新機能
kk: Жаңа мүмкіндіктер
ms: Ciri-ciri baru
nds: Neue Funktionen
sq: Funksionalitet e reja
th: คุณสมบัติใหม่
zh_hk: 新功能

source: Please look at the new features introduced in the new version.
ar: رجاءً ألقِ نظرة على المزايا الجديدة في هذا الإصدار.
gd: Thoir sùil air na gleusan ùra a gheibh thu an cois an tionndaidh ùir.
gl: Vexa as novidades introducidas na nova versión.
ms: Sila lihat ciri-ciri baru yang diperkenalkan dalam versi baru.
nds: Schauen Sie sich die neuen Funktionen der neuen Version an.
sq: Shiko funksionalitet e reja të shtuara në versioni e ri.
th: กรุณาดูเกี่ยวกับคุณลักษณะใหม่ที่พร้อมใช้งานในเวอร์ชั่นใหม่
zh_hk: 請查閱此新版本所引進的新功能。

source: New features in %s
ar: مزايا جديدة في %s
gd: Gleusan ùra am broinn %s
gl: Novas características en %s
ms: Ciri-ciri baru dalam %s
nds: Neue Funktionen in %s
sq: Fuksionalitet e reja në %s
th: คุณลักษณะใหม่ใน %s
zh_hk: %s 裏的新功能

source: Click on the link to browse the new features.
ar: اُنقر على الرابط لاستعراض المزايا الجديدة.
gd: Briog air a' cheangal gus na gleusan ùra a bhrabhsadh.
gl: Prema na ligazón para ver as novas características.
ms: Klik pada pautan untuk layari ciri-ciri baru.
nds: Klicken Sie auf den Link, um die neuen Funktionen zu durchsuchen.
sq: Kliko mbi lidhjen për të shfletuar funksionalitet e reja.
th: คลิกที่ลิงก์เพื่อเรียกดูคุณลักษณะใหม่
zh_hk: 點選此連結以瀏覽新功能。

source: Requirements
ar: المُتطلبات
gd: Riatanasan
gl: Requirimentos
ja: 必要な環境
kk: Талаптары
ms: Keperluan
nds: Anforderungen
sq: Kërkesat
th: ความต้องการ
zh_hk: 需求

source: The package %s needs to be installed before upgrading.
ar: الحزمة %s تحتاج تثبيتًا قبل الترقية.
gd: feumaidh tu a' phacaid %s a stàladh mus dèan thu àrdachadh.
gl: É necesario instalar o paquete %s antes de anovar.
ms: Pakej %s perlu dipasang terlebih dahulu sebelum naik taraf.
nds: Das Paket %s muss vor dem Upgrade installiert werden.
sq: Paketa %s duhet të instalohet para përditësimit.
th: ต้องติดตั้งแพคเกจ %s ก่อน จึงทำการอัพเกรดได้
zh_hk: 升級前需要先安裝套件 %s。

source: Install %s
ar: ثبّت %s
gd: Stàlaich %s
gl: Instalar %s
ja: %s のインストール
kk: %s орнату
ms: Pasang %s
nds: %s installieren
sq: Instalo %s
th: ติดตั้ง %s
zh_hk: 安裝 %s

source: Click on the button to install the missing package.
ar: أنقر على الزر لتثبيت الحزم الناقصة.
gd: Briog air a' phutan gus a' phacaid a tha a dhìth a stàladh.
gl: Prema no botón para instalar o paquete que falta.
ja: ボタンのクリックで存在しないパッケージをインストールします。
ms: Klik pada butang untuk pasang pakej yang tiada.
nds: Klicken Sie auf die Schaltfläche, um das fehlende Paket zu installieren.
sq: Kliko mbi buton për të instaluar paketën që mungon.
th: คลิกปุ่มนี้เพื่อติดตั้งแพคเกจที่หายไป
zh_hk: 點選此按鈕以安裝缺失的套件。

source: New releases provide bug fixes and new features but they also sometimes introduce new issues. Upgrading always represents a risk. Your data is safe but new issues can potentially affect your operating system.
ar: الإصدارات الجديدة تقدم حلولا لبعض العلل ومزايا جديدة لكنها أحيانا تظهر عللا أخرى، الترقية دائما تمثل مجازفة. بياناتك في أمان لكن العلل الجديدة يمكنها استهداف استقرار جهازك.
gd: Bheir sgaoilidhean ùra dhut càradh air bugaichean is gleusan ùra ach thig duilgheadasan ùra 'nan cois aig amannan cuideachd. Bidh cunnart an lùib àrdachaidh an-còmhnaidh. Tha an dàta agad sàbhailte ach dh'fhaoidte gum bi buaidh aig duilgheadasan ùra air an t-siostam-obrachaidh agad.
gl: As versións novas conteñen correccións de erros e características novas, mais tamén as veces introducen problemas novos. Anovar representa sempre un risco. Os datos están seguros, mais é probábel que o sistema operativo poida verse afectado por erros novos.
ms: Pelepasan baru menyediakan bug fix dan ciri-ciri baru tetapi ia juga boleh mencetuskan isu-isu baru. Naik taraf selalu melambangkan risiko. Data anda selamat tetapi isu-isu baru ada potensi untuk menjejaskan sistem operasi.
nds: Neue Versionen bieten Bugfixes und neue Funktionen, aber manchmal auch neue Probleme. Dauerhaftes Aktualisieren stellt ein Risiko dar. Ihre Daten sind sicher aber Neue Probleme können ihr Betriebssystem potenziell beeinflussen.
th: เวอร์ชันที่ออกใหม่นั้นจะมีการแก้ไขปัญหาที่เกิดขึ้นมากมาย และเพิ่มคุณลักษณะใหม่ ๆ อีกหลายประการ แต่บางครั้งอาจทำให้เกิดปัญหาใหม่ ๆ หลังจากอัพเกรดได้ ดังนั้น การอัพเกรดอาจมีความเสี่ยง ข้อมูลของคุณจะปลอดภัย แต่ปัญหาใหม่ ๆ นั้นอาจมีผลกระทบต่อระบบปฏิบัติการที่คุณใช้ได้
zh_hk: 新發行版本提供錯誤修正與新功能，但它們有時也會帶來新的問題。升級總是代表着風險。你的資料安全無虞，但是新的問題可能會影響你的作業系統。

source: I understand the risk. I want to upgrade to %s.
ar: أريد الترقية إلى %s رغم المخاطرة.
gd: Tha mi a' tuigsinn an cunnart. Tha mi airson àrdachadh gu %s.
gl: Entendo o risco. Quero anovar a %s.
ms: Saya memahami risiko itu. Saya mahu naik taraf ke %s.
nds: Ich verstehe das Risiko. Ich möchte auf %s aktualisieren.
sq: Kuptoj rreziqet. Dua ta përditësoj në %s.
th: ฉันเข้าใจความเสี่ยงแล้ว ฉันต้องการอัพเกรดเป็น %s
zh_hk: 我理解風險。我想升級至 %s。

source: Summary
ar: الملخّص
gd: Gearr-chunntas
gl: Resumo
ja: 要約
kk: Қорытынды
ms: Ringkasan
nds: Zusammenfassung
sq: Përmbledhje
th: ข้อมูลสรุป
zh_hk: 總覽

source: The package was installed
ar: الحزمة مثبتة
gd: Chaich a' phacaid a stàladh
gl: O paquete foi instalado
ja: パッケージをインストールしました。
ms: Pakej sudah dipasang
nds: Das Paket wurde installiert.
sq: Paketa u instalua
th: ติดตั้งแพคเกจเรียบร้อยแล้ว
zh_hk: 此套件已安裝

source: Your operating system was successfully upgraded. Please reboot your computer for all changes to take effect.
ar: تم ترقية جهازك بنجاح. رجاءً أعد تشغيل الحاسوب لتأخذ كل التغييرات أثرها.
gd: Chaidh an t-siostam-obrachaidh agad àrdachadh gu soirbheachail. Tòisich an coimpiutair agad às ùr gus a h-uile atharrachadh a chur an sàs.
gl: O sistema operativo foi actualizado satisfactoriamente. Reinicie o equipo para que teñan efecto todos os cambios.
ja: オペレーディングシステムはアップグレードされました。全ての変更を反映させるためコンピュータを再起動して下さい。
ms: Operasi sistem anda sudah berjaya dinaik taraf. Sila boot semula komputer anda untuk semua perubahan berkuat kuasa.
nds: Ihr Betriebssystem wurde erfolgreich aktualisiert. Bitte starten Sie Ihren Computer neu, damit alle Änderungen wirksam werden.
sq: Sistemi juaj operativ u përditësua me sukses. Rindizni kompjuterin tuaj në mënyrë që të gjitha ndryshimet të kenë efekt.
th: ระบบปฏิบัติการของคุณได้รับการอัพเกรดอย่างเสร็จสมบูรณ์แล้ว กรุณาเริ่มการทำงานของคอมพิวเตอร์คุณใหม่เพื่อให้การเปลี่ยนแปลงทั้งหมดมีผล
zh_hk: 你的作業系統已成功升級。請重新開機以令所有變更生效。

source: The upgrade did not succeed. Make sure you are connected to the Internet and try to upgrade again.
ar: لم تنجح عملية الترقية. تأكد من اتصالك بالإنترنت أو أعد المحاولة مرة أخرى.
gd: Cha do shoirbhich leis an àrdachadh. Dèan cinnteach gu bheil ceangal dhan eadar-lìon agad is feuch ris an àrdachadh a-rithist.
gl: Fracasou a anovación. Asegúrese de que está conectado a Internet e tente actualizar de novo.
ms: Naik taraf tidak berjaya. Pastikan anda disambungkan ke Internet dan cuba untuk naik taraf lagi.
nds: Die Aktualisierung war nicht erfolgreich. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind und versuchen Sie erneut zu aktualisieren.
sq: Përditësimi nuk pati sukses. Sigurohuni të jeni të lidhur me internet dhe provoni përsëri për ta përditësuar.
th: การอัพเกรดล้มเหลว กรุณาตรวจสอบให้แน่ใจว่า คุณได้เชื่อมต่อกับอินเตอร์เน็ต และลองอัพเกรดอีกครั้ง
zh_hk: 此升級未成功。請確定你已連線至互聯網並再次嘗試升級。

source: Show and install available updates
ar: اعرض وثبت التحديثات المتوفرة
gd: Seall agus stàlaich ùrachaidhean a tha ri làimh
gl: Mostra e instala as actualizacións dispoñibles
ja: 利用可能なアップデートを表示してインストールします
kk: Жетімді жаңартуларды көрсету және орнату
ms: Tunjuk dan pasang kemaskini yang ada
nds: Verfügbare Aktualisierungen anzeigen und installieren
sq: Shfaq dhe instalo përditësimet e disponueshme
th: แสดงและติดตั้งรายการการปรับรุ่นทั้งหมดที่มี
zh_hk: 顯示並安裝可用的更新

source: Please enter your password to perform the upgrade
ar: رجاءً أدخِل كلمة المرور للشروع في الترقية
gd: Cuir a-steach am facal-faire agad gus an t-àrdachadh a dhèanamh
gl: Escriba o seu contrasinal para proceder coa anovación
ja: アップグレードを行うため、パスワードを入力して下さい。
ms: Sila masukkan kata laluan anda untuk lakukan naik taraf
nds: Bitte geben Sie Ihr Passwort an um das Upgrade durchzuführen
sq: Shkruaj fjalëkalimin për të bërë përditësimin
th: กรุณาใส่รหัสผ่านของคุณเพื่อดำเนินการปรับรุ่นต่อไป
zh_hk: 請輸入你的密碼以執行此升級

source: B
ar: بايت
kk: б
th: ไบต์

source: KB
ar: كيلوبايت
kk: Кб
th: กิโลไบต์

source: MB
ar: ميغا بايت
kk: Мб
th: เมกะไบต์

source: GB
ar: جيغابايت
kk: Гб
th: กิกะไบต์

source: Linux Mint
ar: لينكس مينت

source: Software backport. Be careful when upgrading. New versions of sofware can introduce regressions.
kk: Бағдарламаны кері порты. Жаңарту кезінде мұқият болыңыз. Бағдарламаның жаңа нұсқасы кемімелік тудыруы мүмкін.
