Repository: A1exKH/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: ar, gd, gl, ja, kk, ms, nds, sq, th, zh_hk

source: Choosing an update policy
ja: アップデートポリシーの選択
kk: Жаңарту саясатын таңдау
ms: Memilih polisi kemaskini
sq: Zgjidh një politikë të përditësimit
th: เลือกนโยบายการอัปเดต
zh_hk: 選取更新政策

source: New updates patch known security holes and fix known bugs, but they can also introduce new issues called 'regressions'.
ms: Tampalan kemaskini baharu dapat mengatasi masalah lubang keselamatan dan membaiki pepijat yang diketahui, sebaliknya ia juga boleh menimbulkan masalah baharu iaitu 'regression'.
zh_hk: 新的更新會修補已知安全性漏洞和修正已知錯誤，但亦可能帶來稱為「回溯」的新問題。

source: Regressions are very common but they are usually quickly fixed by new updates and they rarely break critical parts of the operating system.
ms: Regresion biasa berlaku tetapi ia dapat dibaiki dengan pantas dengan kemaskin terbaharu dan kadangkala ia boleh merosakkan bahagian kritikal sistem pengoperasian.
zh_hk: 回溯問題很常見，但通常會被新的更新迅速修正而且很少會損壞操作系統的關鍵部件。

source: There are different types of updates:
kk: Әр-түрлі жаңарту түрлері бар:
ms: Terdapat beberapa jenis kemaskini:
sq: Ka lloje të ndryshme përditësimesh:
th: มีอัปเดตอยู่หลายประเภทด้วยกัน:
zh_hk: 有不同種類的更新：

source: 'Software updates' are updates which fix bugs (or also sometimes which bring new features).
ms: 'Kemaskini perisian' merupakan kemaskini yang membaiki pepijat (atau juga memperkenalkan fitur-fitur baharu).
th: 'การอัปเดตซอฟต์แวร์' คืออัปเดตซึ่งแก้ไขข้อผิดพลาด (หรือบางครั้งอาจมาพร้อมคุณลักษณะใหม่ ๆ ก็ได้)
zh_hk: 「軟件更新」是修正錯誤 (有時亦會帶來新功能) 的更新。

source: 'Security updates' are updates which patch vulnerabilities.
ms: 'Kemaskini keselamatan' merupakan kemaskini yang menampal kerentanan.
zh_hk: 「安全性更新」是修補弱點的更新。

source: 'Kernel updates' represent the installation of a newer kernel.
ms: 'Kemaskini Kernel' mewakili pemasangan kernel yang lebih baharu.
zh_hk: 「核心更新」代表安裝較新的核心。

source: In Linux Mint, kernel updates bring both security patches and bug fixes (and sometimes even new features), and they impact critical parts of the operating system. This makes kernel updates important from a security point of view, but also prone to regressions which can be hard to fix for novice users.
ms: Dalam Linux Mint, mengemas kini kernel memberi kedua-dua patch sekuriti dan perbaiki pepijat (dan kadang-kadang juga dengan ciri-ciri baru), dan ia memberi kesan kepada sistem operasi. Ini menjadikan kemas kini kernel penting dari sudut sekuriti, tapi juga berisiko untuk regresi yg mungkin sukar untuk dibaiki oleh pengguna baru.
zh_hk: 在 Linux Mint，核心更新同時帶來安全性修補和錯誤修正 (有時亦會包括新功能)，並影響操作系統的關鍵部件。這令核心更新在安全性的觀點上變得重要，但亦傾向於發生初學使用者難以修正的回溯問題。

source: The more updates you take, the more likely something will break. It might be something small, something you don't use and it might get fixed with tomorrow's updates. But what if you can't reboot? what if it breaks your drivers and you can no longer log in or connect to the Internet?
ms: Lebih banyak kemas kini anda ambil, lebih besar kebarangkalian sesuatu akan rosak. Ia mungkin sesuatu yang kecil, sesuatu yang anda tidak guna dan ia mungkin akan dibaiki dengan kemas kini pada esok hari. Tapi bagaimana jika anda tidak dapat reboot? bagaimana jika pemandu anda rosak dan anda tidak dapat log masuk atau berhubung ke internet?
zh_hk: 你安裝愈多更新，就愈有可能造成損壞。有可能是某些細小、某些你不會使用的項目並可能被明日的更新修正。但當如果損壞導致你無法重新啟動？又或者是損壞你的驅動程式導致你無法再登入或連線至互聯網？

source: On the other hand, if you don't update anything, you're missing bug fixes, improvements and more importantly patches for security holes.
ms: Sebaliknya, jika anda tidak mengemas kini langsung, anda tiada pepijat yg dibaiki, pembaharuan dan lebih penting iaitu patch untuk lubang sekuriti.
zh_hk: 另一邊廂，如果你不作任何升級，你將會錯過錯誤修正、改進以及更為重要的安全性漏洞修補。

source: When choosing an update policy, ask yourself the following questions:
ms: Bila memilih polisi kemaskini, pastikan anda memahami beberapa persoalan berikut:
sq: Kur të zgjedhësh politikën e përditësimit, bëri vetes pyetjet e mëposhtme:
zh_hk: 選取更新政策時，詢問你自己以下問題：

source: Do you need a particular software or kernel update? Are you waiting for a particular bug fix or for some hardware device to be recognized by a newer kernel?
ms: Adakah anda memerlukan perisian tersebut atau hanya kemaskini kernel? Adakah anda menunggu pembaikan pepijat tertentu atau untuk memastikan beberapa peranti perkakasan dapat dikenal pasti oleh kernel yang lebih baharu?
zh_hk: 你是否需要特定軟件或核心更新？你是否正等待特定錯誤修正或某些硬件裝置被較新的核心辨識？

source: If things go wrong, are you experienced enough to fix your computer? Do you know how to fix boot, login, kernel and module issues?
ms: Jika berlaku masalah, adakah anda ada pengalaman membaiki komputer anda? Adakah anda tahu membaiki but, daftar masuk, kernel dan masalah modul?
zh_hk: 如果發生異常情況，你是否有足夠經驗修正你的電腦？你是否知道如何修正開機、登入、核心和模組問題？

source: Can your computer be accessed by malicious people? Are there other local users on this computer or on the network? Do you run a server or anything people can connect to from the outside world?
ms: Bolehkah komputer anda dicapai oleh individu-individu yang berniat jahat? Adakah terdapat pengguna setempat yang lain menggunakan komputer ini atau dalam rangkaian? Adakah anda menjalankan pelayan atau ada orang lain yang menghubungkan dari dunia luar?
zh_hk: 你的電腦可否被惡意人士存取？此電腦或網絡上是否有其他本地使用者？你有否架設伺服器或任何能令其他人士從外部連線至此的項目？

source: Try to assess your level of experience with Linux, and your requirements when it comes to bug fixes and security.
ms: Cuba buat penilaian terhadap tahap pengalaman anda mengendali Linux, dan keperluan anda bila menghadapi pembaikan pepijat dan isu keselamatan.
zh_hk: 請嘗試評估你對 Linux 的熟悉程度，以及你對錯誤修正和安裝性的需求。

source: When you choose an update policy, some of the preferences are changed in the Update Manager. You can tune these preferences individually by clicking on the Edit-&gt;Preferences menu in the menubar.
ms: Bila anda memilih polisi kemaskini, beberapa keutamaan akan berubah di dalam Pengurus Kemaskini. Anda boleh tala keutamaan ini secara individu dengan mengklik pada menu Sunting-&gt;Keutamaan di dalam palang menu.
zh_hk: 當你選取更新政策時，更新管理員的部分喜好設定會被變更。你可以通過點選選單列中的編輯&gt;喜好設定選單來獨立調整這些喜好設定。

source: Update Manager
ar: مدير التحديثات
gd: Manaidsear nan ùrachaidhean
gl: Xestor de actualizacións
ja: アップデートマネージャ
kk: Жаңарту менеджері
ms: Pengurus Kemaskini
nds: Aktualisierungsverwaltung
sq: Menaxhuesi i Përditësimeve
th: โปรแกรมจัดการการปรับปรุง
zh_hk: 更新管理員

source: Welcome to the Update Manager.
ja: アップデートマネージャへようこそ。
kk: Жаңарту Менеджеріне қош келдіңіз
ms: Selamat datang ke Pengurus Kemaskini.
zh_hk: 歡迎來到更新管理員。

source: The Update Manager provides your operating system with software and security updates.
ms: Pengurus Kemaskini menyediakan sistem pengoperasian anda dengan kemaskini perisian dan keselamatan.
zh_hk: 更新管理員為你的操作系統提供軟件和安全性更新。

source: translator-credits
ar: Launchpad Contributions: Ahmed Mohammed https://launchpad.net/~ahmedqatar Ali Al-Sahaf https://launchpad.net/~lightspotblog Ali AlNoaimi https://launchpad.net/~el7r Andrew Hossam https://launchpad.net/~andrewhossam Awad Habashi عوض الحبشى https://launchpad.net/~awdhbshi Faissal Chamekh https://launchpad.net/~chamfay Khaled Ezzughayyar https://launchpad.net/~khaledez Mojtaba https://launchpad.net/~mojtabanow Salman-Al7rbi https://launchpad.net/~dolar1416 Yassine Bouhadi https://launchpad.net/~skiloo ahmed80dz https://launchpad.net/~ounis-ahmed
gd: Launchpad Contributions: Akerbeltz https://launchpad.net/~fios GunChleoc https://launchpad.net/~gunchleoc alasdair caimbeul https://launchpad.net/~alexd-deactivatedaccount
gl: Launchpad Contributions: J. M. Castroagudín Silva https://launchpad.net/~chavescesures Miguel Anxo Bouzada https://launchpad.net/~mbouzada
ja: Launchpad Contributions: BALLOON a.k.a. Fu-sen. (Keiichi SHIGA) https://launchpad.net/~balloon Hiroki Tanaka https://launchpad.net/~hrk623 Hiroshi Tagawa https://launchpad.net/~kuponuga José Lou Chang https://launchpad.net/~obake Munenaka https://launchpad.net/~linuxstilus Rockworld https://launchpad.net/~rockrock2222222 Sawakaze Uesugi https://launchpad.net/~souichirho Toshiya TSURU https://launchpad.net/~turutosiya dan domina https://launchpad.net/~dandomina lindwurm https://launchpad.net/~lindwurm luyikei https://launchpad.net/~luyikei npaqq https://launchpad.net/~npaqq uknis https://launchpad.net/~sinkuupump
kk: Launchpad Contributions: jmb_kz https://launchpad.net/~jmb-kz Балкыбаев Мурат https://launchpad.net/~d2vsd1
ms: Launchpad Contributions: Clement Lefebvre https://launchpad.net/~clementlefebvre Fazwan Fazil https://launchpad.net/~takaizu91 Gamex The Copycat https://launchpad.net/~megamancentral Mohd Ibrahim https://launchpad.net/~jtk-im Yusshalimee https://launchpad.net/~yusshalimee abuyop https://launchpad.net/~abuyop noda https://launchpad.net/~nodamegumi-top
nds: Launchpad Contributions: Andre Tippel https://launchpad.net/~andre-tippel-c Bo McBieber https://launchpad.net/~dasb0 Cedrik Heckenbach https://launchpad.net/~cedrik-heckenbach Christoph Schreck https://launchpad.net/~christoph-schreck Frank Rüßler https://launchpad.net/~frank-ruessler tbds https://launchpad.net/~tbds-deactivatedaccount
sq: Launchpad Contributions: Indrit Bashkimi https://launchpad.net/~indritbsh Vilson Gjeci https://launchpad.net/~vilsongjeci mzs.112000 https://launchpad.net/~mzs-112000
th: Launchpad Contributions: Rockworld https://launchpad.net/~rockrock2222222 aefgh3962 https://launchpad.net/~aefgh3962
zh_hk: Launchpad Contributions: Alex Hsieh https://launchpad.net/~emailtoalex Godwin https://launchpad.net/~godwinc Kevin https://launchpad.net/~kevin-ngkf Kevin Tse https://launchpad.net/~kevinkit Walter Cheuk https://launchpad.net/~wwycheuk tomoe_musashi https://launchpad.net/~musashi

source: Please wait, this can take some time
ar: الرجاء الإنتظار، قد يتطلب هذا بعض الوقت
gd: Fuirich ort, faodaidh gun doir seo greis
gl: Agarde. Isto pode levar algún tempo
ja: しばらくお待ち下さい。この処理には時間を要することがあります。
kk: Күтіңіз, бұл біраз уақыт алатын болады
ms: Sila tunggu, ini akan mengambil sedikit masa
nds: Bitte warten, dies kann einige Zeit dauern
sq: Ju lutemi të prisni, kjo mund të zgjasë pak
th: กรุณารอสักครู่ อาจจะใช้เวลาพอสมควร
zh_hk: 請稍候，此操作需時

source: The %s kernel was removed
ar: حُذفت النواة %s
gd: Chaidh an t-eitean %s seo a thoirt air falbh
gl: O núcleo %s foi retirado
ja: カーネル %s を削除しました
kk: %s ядро жойылған
ms: Kernel %s telah dibuang
nds: Der %s Kernel wurde entfernt.
sq: Kernel-i %s u hoq
th: เอาเคอร์เนล %s ออกแล้ว
zh_hk: 已移除 %s 版核心

source: The %s kernel was installed
ar: ثُبّتت النواة %s
gd: Chaidh an t-eitean %s seo a stàladh
gl: Instalouse o núcleo %s
ja: カーネル %s をインストールしました
kk: %s ядро орнатылынды
ms: Kernel %s telah dipasang
nds: Der %s Kernel wurde installiert.
sq: Kernel-i %s u instalua
th: ติดตั้งเคอร์เนล %s แล้ว
zh_hk: 已安裝 %s 版核心

source: Installed
ar: مُثبّتة
gd: Air a stàladh
gl: Instalado
ja: インストール済
kk: Орнатылды
ms: Dipasang
nds: Installiert
sq: I instaluar
th: ติดตั้งแล้ว
zh_hk: 已安裝

source: Recommended
kk: Толырғаны жөн болары
ms: Disyorkan
nds: Empfohlen
sq: I rekomanduar
th: แนะนำ
zh_hk: 推薦

source: Remove
ar: احذف
gd: Thoir air falbh
gl: Retirar
ja: 削除
kk: Кетіру
ms: Buang
nds: Entfernen
sq: Hiq
th: เอาออก
zh_hk: 移除

source: This kernel cannot be removed because it is currently in use.
ar: لا يمكن حذف هذه النواة لأتها قيد الاستخدام
gd: Chan urrainn dhuinn an t-eitean seo a thoirt air falbh on a tha e 'ga chleachdadh an-dràsta.
gl: Non é posíbel retirar este núcleo xa que é o que está en uso.
ms: Kernel ini tidak boleh dibuang kerana ia sedang digunakan.
nds: Dieser Kernel kann nicht entfernt werden, da er zurzeit verwendet wird.
sq: Ky kernel nuk mund të hiqet për shkak se ajo është aktualisht në përdorim.
th: ไม่สามารถลบเคอร์เนลนี้ได้ เนื่องจากถูกใช้งานอยู่
zh_hk: 由於目前正在使用此核心，因此它無法被移除。

source: Install
ar: ثبّت
gd: Stàlaich
gl: Instalar
ja: インストール
kk: Орнату
ms: Pasang
nds: Installieren
sq: Instalo
th: ติดตั้ง
zh_hk: 安裝

source: This kernel is not installable.
ar: هذه النواة غير قابلة للتثبيت
gd: Cha ghabh an t-eitean seo a stàladh.
gl: Non é posíbel instalar este núcleo.
ja: このカーネルはインストールされていません。
ms: Kernel ini tidak boleh dipasang.
nds: Dieser Kernel ist nicht installierbar.
sq: Ky kernel nuk mund të instalohet.
th: เคอร์เนลนี้ติดตั้งไม่ได้
zh_hk: 無法安裝此核心。

source: Are you sure you want to remove the %s kernel?
ar: هل أنت متأكد من حذف النواة %s؟
gd: A bheil thu cinnteach gu bheil thu airson eitean %s a thoirt air falbh?
gl: Confirma que quere desinstalar o núcleo %s?
ja: カーネル %s を削除してよろしいですか？
ms: Adakah anda pasti anda mahu buang kernel %s?
nds: Sind Sie sicher, dass Sie den %s Kernel entfernen möchten?
sq: Jeni të sigurt që doni të hiqni kernel-in %s?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบเคอร์เนล %s นี้ออกไป?
zh_hk: 你確定要移除 %s 版核心？

source: Are you sure you want to install the %s kernel?
ar: هل أنت متأكد من تثبيت النواة %s؟
gd: A bheil thu cinnteach gu bheil thu airson eitean %s a stàladh?
gl: Confirma que quere instalar o núcleo %s?
ja: カーネル %s をインストールしてよろしいですか？
ms: Adakah anda pasti anda mahu pasang kernel %s?
nds: Sind Sie sicher, dass Sie den %s Kernel installieren möchten?
sq: Jeni të sigurt që doni të instaloni kernel-in %s?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการที่จะติดตั้งเคอร์เนล %s นี้
zh_hk: 你確定要安裝 %s 版核心？

source: Warning!
ar: تحذير!
gd: Rabhadh!
gl: Aviso!
ja: 警告！
kk: Ескерту!
ms: Amaran!
nds: Warnung!
sq: Kujdes!
th: คำเตือน!
zh_hk: 警告！

source: Proceed with caution
ms: Teruskan dengan hati-hati
sq: Vazhdo me kujdes
zh_hk: 小心行事

source: The Linux kernel is a critical part of the system. Regressions can lead to lack of networking, lack of sound, lack of graphical environment or even the inability to boot the computer. Only install or remove kernels if you are experienced with kernels, drivers, DKMS modules and you know how to recover a non-booting computer.
ms: Kernel Linux ialah satu bahagian yang kritikal pada sistem. Regresi boleh menyebabkan tiada rangkaian, tiada suara, tiada grafik atau juga ketidak upaya untuk boot komputer. Hanya pasang atau buang kernel jika anda mahir dengan kernel, pemandu, modul DKMS dan anda tahu bagaimana untuk membaiki komputer yang tidak dapat boot.
zh_hk: Linux 核心是系統的關鍵元件。回溯可能導致無法連接網絡，喪失音效、圖形環境或甚至無法啟動電腦。請你只在熟悉核心、驅動程式與 DKMS 模組，並知道如何回復無法啟動的電腦的情況下安裝或移除核心。

source: You can install multiple kernels on your computer and you can select the one you want to use from the advanced options in the boot menu.
ms: Anda boleh memasang beberapa kernel pada komputer anda dan anda boleh memilih satu yang anda ingin guna dari tetapan lanjutan dalam menu boot.
zh_hk: 你可以在你的電腦上安裝多個核心並從開機選單裏的進階選項中選擇一個來使用。

source: By default, your computer will boot with the most recent kernel installed.
ms: Secara lalai, komputer anda akan membut dengan kernel terkini yang dipasang.
zh_hk: 預設時，你的電腦會以最新安裝的核心開機。

source: If you are using proprietary drivers, or DKMS modules, please be aware that they will only work with the most recent kernel installed on your computer. They get recompiled every time a new kernel is installed or removed. To use proprietary drivers or DKMS modules with one particular kernel, make sure to remove all the kernels which are more recent.
ms: Jika anda menggunakan pemandu proprietari, atau modul DKMS, perlu diketahui bahawa ia hanya boleh berjalan dengan kernel yang paling baru yang dipasang pada komputer anda. Ia dapat dikompil semula setiap kali kernel baru dipasang atau dibuang. Untuk menggunakan pemandu proprietari atau modul DKMS dengan kernel tertentu, pastikan semua kernel yang baru dibuang.
zh_hk: 如果你現正使用專屬驅動程式，或 DKMS 模組，請注意它們只會運作於你電腦上最新安裝的核心。每次安裝或移除新核心時，它們均會被重新編譯。要在特定版本的核心使用專屬驅動程式或 DKMS 模組，緊記要移除所有較新的核心。

source: You are currently using the following kernel:
ms: Anda kini menggunakan kernel berikut:
zh_hk: 你現正使用下列核心：

source: Downloading changelog...
ar: جاري تحميل سجل التغييرات
gd: A' luchdadh a-nuas loga nan atharraichean...
gl: Descargando a lista de cambios...
ja: 更新履歴をダウンロードしています...
kk: Өзгертулер тізімі жүктелінуде...
ms: Sedang muat turun log perubahan
nds: Änderungsprotokoll herunterladen...
sq: Duke shkarkuar listën e ndryshimeve...
th: กำลังดาวน์โหลดบันทึกการเปลี่ยนแปลงในระบบใหม่...
zh_hk: 正在下載變更紀錄...

source: No changelog available
ar: لا يوجد سجل تغييرات.
gd: Chan eil loga nan atharraichean ri fhaighinn
gl: non hai dispoñíbel ningún rexistro de cambios
ja: 更新履歴はありません
kk: Жетімді өзгерістер журналы жоқ
ms: Tiada log-perubahan tersedia
nds: Kein Änderungsprotokoll verfügbar.
sq: Nuk ka ndryshim të disponueshëm
th: ยังไม่มีการบันทึกการเปลี่ยนแปลงในระบบใหม่
zh_hk: 無變更紀錄可用

source: This upgrade will trigger additional changes
ar: هذا التحديث سوف يؤدي الي تغيرات اضافية
gd: Dùisgidh an t-ùrachadh seo atharraichean a bharrachd
gl: Esta anovación realizará cambios adicionais
ja: このアップグレードには追加の変更が必要です
kk: Осы жаңарту қосымша өзгертулерге әкеліп соқтыруы мүмкін
ms: Naik taraf ini akan menyebabkan berlaku perubahan tambahan
nds: Diese Aktualisierung wird zusätzliche Änderungen bewirken.
sq: Ky përditësim do të sjellë ndryshime të tjera
th: การอัพเกรดนี้จะเรียกการเปลี่ยนแปลงเพิ่มเติม
zh_hk: 此升級會觸發其他變更

source: The following package will be removed:
ar: الحزمة التالية سوف تحذف
gd: Thèid a' phacaid a leanas a thoirt air falbh:
gl: Eliminarase este paquete:
ja: 以下のパッケージは削除されます:
kk: Осы пакет жойылатын болады:
ms: Pakej berikut akan dibuang:
nds: Das folgende Paket wird entfernt:
sq: Paketa në vijim do të hiqet:
th: แพกเกจต่อไปนี้จะถูกเอาออก:
zh_hk: 將會移除以下套件：

source: The following %d packages will be removed:
ar: الحزم ال%d التالية سيتم إزالتها
gd: Thèid na %d pacaidean a leanas a thoirt air falbh:
gl: Eliminaranse os %d seguintes paquetes:
ja: 以下の %d 個のパッケージは削除されます:
kk: Осы %d пакет жойылатын болады:
ms: Pakej %d berikut akan dibuang:
nds: Die folgenden %d Pakete werden entfernt:
sq: %d paketat në vijim do të hiqen:
th: %d แพกเกจต่อไปนี้จะถูกเอาออก:
zh_hk: 將會移除以下 %d 個套件：

source: The following package will be installed:
ar: الحزمة التالية سوف تثبت
gd: Thèid a' phacaid a leanas a stàladh:
gl: Instalarase este paquete:
ja: 以下のパッケージはインストールされます:
kk: Осы пакет орнатылатын болады:
ms: Pakej berikut akan ditetapkan:
nds: Folgendes Paket wird installiert:
sq: Paketa që vijon do të instalohet:
th: แพกเกจต่อไปนี้จะถูกติดตั้ง:
zh_hk: 將會安裝以下套件：

source: The following %d packages will be installed:
ar: الحزم ال%d التالية سيتم تثبيتها
gd: Thèid na %d pacaidean a leanas a stàladh:
gl: Eliminaranse os %d seguintes paquetes:
ja: 以下の %d 個のパッケージがインストールされます:
kk: Осы %d пакет орнатылатын болады:
ms: Pakej %d berikut akan dipasang:
nds: Die folgenden %d Pakete werden installiert:
sq: %d paketat në vijim do të instalohen:
th: %d แพกเกจต่อไปนี้จะถูกติดตั้ง:
zh_hk: 將會安裝以下 %d 個套件：

source: Installing updates
ar: جاري تثبيت التحديثات
gd: A' stàladh nan ùrachaidhean
gl: Instalando actualizacións
ja: アップデートをインストールしています
kk: Жаңартулар орнатылуда
ms: Memasang kemaskini
nds: Aktualisiere
sq: Duke instaluar përditësimet
th: กำลังติตดั้งการปรับปรุง
zh_hk: 正在安裝更新

source: Update is complete
ar: لقد انتهت عملية التحديث
gd: Chaidh an t-ùrachadh a choileanadh
gl: Completouse a actualización
ja: アップデートが完了しました
kk: Жаңарту аяқталды
ms: Kemaskini selesai
nds: Die Aktualisierung ist abgeschlossen
sq: Përditësimi është kompletuar
th: ปรับปรุงเสร็จสิ้นแล้ว
zh_hk: 更新完成

source: Checking for updates
ar: فحص التحديثات
gd: A' toirt sùil airson ùrachaidhean
gl: Comprobando as actualizacións
ja: アップデートを確認しています
kk: Жаңартулардың жетімдігін тексеру
ms: Memeriksa kemaskini
nds: Suche nach Aktualisierungen
sq: Duke kontrolluar për përditësime
th: กำลังตรวจสอบการปรับปรุง
zh_hk: 正在檢查更新

source: Could not install the security updates
ar: لا يمكن تنصيب التحديثات الأمنية
gd: Cha b' urrainn dhuinn na h-ùrachaidhean tèarainteachd a stàladh
gl: Non se puideron instalar as actualizacións de seguranza
ja: セキュリティアップデートをインストールできませんでした
kk: Қауіпсіздік жаңартуларды орнату сәтсіз
ms: Kemaskini keselamatan tidak dapat dipasang
nds: Die Sicherheitsaktualisierungen konnten nicht installiert werden
sq: Nuk mund të instaloj përditësimet e sigurisë
th: ไม่สามารถติดตั้งการปรับปรุงด้านความปลอดภัย
zh_hk: 未能安裝安全性更新

source: Starting refresh...
ar: يتم بدء إعادة التحميل...
gd: A' tòiseachadh air an ath-nuadhachadh...
gl: Comezando a actualización...
ja: 更新を開始しています...
kk: Жаңартулар тізімі жүктелуде...
ms: Segar semula dimulakan
nds: Starte neue Suche...
sq: Duke nisur rifreskimin...
th: กำลังเริ่มโหลดใหม่...
zh_hk: 正在開始重新整理...

source: Another application is using APT
ar: برنامج آخر يستخدم مدير الحزم
gd: Tha aplacaid eile a' cleachdadh APT
gl: Hai outro aplicativo usando APT
ja: 他のアプリケーションが APT を使用中です
kk: APT-ны басқа бағдарлама қолданып жатыр
ms: Aplikasi lain sedang menggunakan APT
nds: Eine andere Anwendung verwendet APT
sq: Një program tjetër po përdor APT
th: อีกโปรแกรมหนึ่งใช้ APT อยู่
zh_hk: 另一個應用程式正在使用 APT

source: Finding the list of updates...
ar: البحث عن قائمة التحديثات...
gd: A' lorg liosta nan ùrachaidhean...
gl: Buscando a lista de actualizacións...
ja: アップデートの一覧を探しています...
kk: Жаңартулар тізімін іздеу жүруде...
ms: Mencari senarai kemaskini
nds: Suche die Liste der Aktualisierungen
sq: Duke gjetur listën e përditësimeve...
th: กำลังตรวจหารายการปรับปรุง...
zh_hk: 正在尋找更新清單...

source: Your APT cache is corrupted.
ja: あなたのAPTキャッシュは壊れています
kk: Сіздің APT кэшіңіз зақымдалғын.
ms: Cache APT anda rosak.
th: แคช APT ของคุณชำรุด
zh_hk: 你的 APT 快取為已損毀。

source: Do not install or update anything, it could break your operating system!
ja: 何もインストールしたりアップデートしたりしてはいけません、オペレーションシステムが破壊される恐れがあります!
kk: Ештеңе орнатпаңыз және жаңартпаңыз, себебі операциялық жүйенің зақымдалуы мүмкін!
ms: Jangan pasang atau naik taraf apa-apa, ia boleh rosakkan operasi sistem anda!
sq: Mos instaloni apo përditësoni asgjë, mund të dëmtojë sistemin tuaj operativ!
th: อย่าทำการติดตั้ง หรืออัปเดตอะไรบางอย่าง มิฉะนั้นอาจทำให้ระบบปฏิบัติการของคุณได้รับความเสียหายได้!
zh_hk: 請勿執行任何安裝或更新，這可能會損壞你的作業系統！

source: Switch to a different Linux Mint mirror to solve this situation.
ja: 問題を解決するために、他のLinux Mintミラーサーバーに変更してください。
kk: Мәселені шешу үшін Linux Mint-тің басқа айнасына ауыстырңыз.
ms: Tukar ke sumber Linux Mint yang lain untuk selesaikan situasi ini.
sq: Kaloni tek një tjetër mirror Linux Mint për të zgjidhur këtë situatë.
th: สลับไปแหล่งข้อมูล Linux Mint อื่นเพื่อแก้ไขปัญหานี้
zh_hk: 請切換至不同的 Linux Mint 映射站以解決此情況。

source: Please switch to another Linux Mint mirror
ja: 他のLinux Mintミラーサーバーに変更してください
kk: Linux Mint-тің басқа айнасына ауыстырыңыз
ms: Sila tukar ke sumber Linux Mint yang lain
sq: Ju lutem kaloni tek një tjetër mirror Linux Mint
th: กรุณาสลับไปยังแหล่งข้อมูล Linux Mint อื่น
zh_hk: 請切換至其他 Linux Mint 映射站

source: Could not refresh the list of updates
ar: لايمكن إنعاش قائمة التحديثات
gd: Cha b' urrainn dhuinn liosta nan ùrachaidhean ath-nuadhachadh
gl: Non foi posíbel actualizar a lista de actualizacións
ja: アップデートリストを更新できませんでした
kk: Жаңарту тізімін алу мүмкін емес
ms: Tidak dapat muat semula senarai kemas kini
nds: Konnte Liste mit Updates nicht aktualisieren.
sq: Nuk mundi të rifreskojë listën e përditësimeve
th: ไม่สามารถรีเฟรชรายการอัปเดต
zh_hk: 無法重新整理更新清單

source: Your system is up to date
ar: نظامك محدث
gd: Tha an siostam agad cho ùr 's a ghabhas
gl: O seu sistema está actualizado
ja: このシステムは最新の状態です
kk: Сіздің жүйеңіз жаңартуларды қажет етпейді
ms: Sistem anda dikemaskini
nds: Ihr System ist auf dem neuesten Stand
sq: Sistemi juaj është i përditësuar
th: ระบบของคุณล่าสุดแล้ว
zh_hk: 你的系統已經是最新

source: Security update
ar: تحديثات أمنية
gd: Ùrachadh tèarainteachd
gl: Actualización de seguranza
ja: セキュリティ更新
kk: Қауіпсіздік жаңартулары
ms: Kemas kini keselamatan
nds: Sicherheitsaktualisierung
sq: Përditësim sigurie
th: การปรับปรุงด้านความปลอดภัย
zh_hk: 安全性更新

source: Kernel update
ja: カーネルのアップデート
ms: Kemaskini kernel
zh_hk: 核心更新

source: Software backport. Be careful when upgrading. New versions of software can introduce regressions.
ms: Perisian backport. Berhati-hati semasa menaik taraf. Versi baru perisian boleh memyebabkan regresi.
zh_hk: Backport 軟件。升級時請謹慎。新版軟件可能導致回溯。
