Repository: A1exKH/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: ar, gd, gl, ja, kk, ms, nds, sq, th, zh_hk

source: Unstable software. Only apply this update to help developers beta-test new software.
ar: برمجيات غير مستقرة، طبق هذا التحديث فقط في حال مساعدة المطورين ومختبري البرامج.
gd: Bathar-bog neo-sheasmhach. Na cuir an t-ùrachadh seo an sàs ach ma tha thu airson taic a thoirt dhan luchd-leasachaidh le deuchainn beta air bathar-bog ùr.
gl: Software inestábel. Aplique esta actualización só se quere axudar aos desenvolvedores nas probas beta de software novo.
ja: 安定動作が保証されていないソフトウェア。新しいソフトウェアの開発者によるベータテストに利用するときのみ、更新を適用してください。
kk: Тұрақсыз бағдарлама. Бұл жаңарту алып әзірлеушілерге көмек көрсетіледі.
ms: Perisian tidak stabil. Hanya guna kemas kini ini untuk membantu pembangun melakukan ujian-beta perisian baru.
nds: Instabile Software. Fügen Sie dieses Update nur hinzu, wenn Sie Entwicklern beim Testen neuer Software helfen möchten.
th: ซอฟต์แวร์ไม่เสถียร ให้ทำการปรับปรุงในกรณีที่ต้องการช่วยผู้พัฒนาทดสอบซอฟต์แวร์ที่เพิ่งออกรุ่นทดสอบใหม่เท่านั้น
zh_hk: 不穩定的軟件。除非是協助開發者 beta 測試新軟件，否則請勿套用此更新。

source: Software update
ar: تحديث التطبيقات
gd: Ùrachadh a' bhathair-bhog
gl: Actualización de software
ja: ソフトウェアアップデート
kk: Бағдарламаның жаңартуы
ms: Kemas kini perisian
nds: Anwendungsaktualisierung
th: อัปเดตซอฟต์แวร์
zh_hk: 軟件更新

source: A new version of the update manager is available
ar: اصدار جديد من مدير التحديثات متوفرة
gd: Tha tionndadh ùr de mhanaidsear nan ùrachaidhean ri fhaighinn
gl: Está dispoñíbel unha nova versión do xestor de actualizacións
ja: 新しいバージョンのアップデートマネージャが利用可能です
kk: Жаңарту менеджерінің жаңа нұсқасы жетімді
ms: Pengurusan kemaskini versi baharu tersedia
nds: Eine neue Version der Aktualisierungsverwaltung ist verfügbar
sq: Një version i ri i menaxhuesit të përditësimeve është i disponueshëm
th: มีรุ่นใหม่ของโปรแกรมจัดการการปรับปรุงให้ใช้แล้ว
zh_hk: 有新版本的更新管理員可供使用

source: 1 recommended update available (%(size)s)
ar: تحديث 1 يُنصح به متاح (%(size)s)
gd: Tha ùrachadh a mholamaid ri fhaighinn (%(size)s)
gl: Hai dispoñíbel 1 actualización recomendada (%(size)s)
ja: 1 個の推奨アップデートがあります (%(size)s)
kk: Қолдануға ұсынылған 1 жаңарту жетімді (%(size)s)
ms: 1 kemas kini dicadangkan boleh didapati (%(size)s)
nds: 1 empfohlene Aktualisierung verfügbar (%(size)s)
sq: 1 përditësim i rekomanduar është i disponueshëm (%(size)s)
th: มี 1 การปรับปรุงที่แนะนำใช้ได้ (%(size)s)
zh_hk: 有 1 個建議安裝的更新可用 (%(size)s)

source: 1 recommended update available (%(size)s), 1 ignored
ar: تحديث 1 يُنصح به متاح (%(size)s), 1 مُتجاهَل
gd: Tha ùrachadh a mholamaid ri fhaighinn (%(size)s), aonan air a leigeil seachad
gl: Hai dispoñíbel 1 actualización recomendada (%(size)s), 1 ignorada
ja: 1 個の推奨アップデートがあります (%(size)s), 1 個を無視します
kk: Қолдануға ұсынылған 1 жаңарту жетімді (%(size)s), 1 елемелеген
ms: 1 kemas kini dicadangkan boleh didapati (%(size)s), 1 diabaikan
nds: 1 empfohlene Aktualisierung verfügbar (%(size)s), 1 ignoriert
sq: 1 përditësim i rekomanduar është i disponueshëm (%(size)s), 1 u shpërfill
th: มี 1 การปรับปรุงที่แนะนำใช้ได้ (%(size)s) 1 การปรับปรุงถูกยกเลิกการติดตั้ง
zh_hk: 有 1 個建議安裝的更新可用 (%(size)s)，已忽略 1 個

source: 1 recommended update available (%(size)s), %(ignored)d ignored
ar: تحديث 1 يُنصح به متاح (%(size)s), %(ignored)d مُتجاهَل
gd: Tha ùrachadh a mholamaid ri fhaighinn (%(size)s), %(ignored)d air a leigeil seachad
gl: Hai dispoñíbel 1 actualización recomendada (%(size)s), %(ignored)d ignoradas
ja: 1 個の推奨アップデートがあります (%(size)s), %(ignored)d 個を無視します
kk: Қолдануға ұсынылған 1 жаңарту жетімді (%(size)s), %(ignored)d елемелеген
ms: 1 kemas kini dicadangkan boleh didapati (%(size)s), %(ignored)d diabaikan
nds: 1 empfohlene Aktualisierung verfügbar (%(size)s), %(ignored)d ignoriert
sq: 1 përditësim i rekomanduar është i disponueshëm (%(size)s), %(ignored)d u shpërfillën
th: มี 1 การปรับปรุงที่แนะนำใช้ได้ (%(size)s) %(ignored)d การปรับปรุงถูกยกเลิกการติดตั้ง
zh_hk: 有 1 個建議安裝的更新可用 (%(size)s)，已忽略 %(ignored)d 個

source: %(recommended)d recommended updates available (%(size)s)
ar: %(recommended)d التحديثات التى ننصح بها (%(size)s)
gd: Tha %(recommended)d ùrachaidhean a mholamaid ri fhaighinn (%(size)s)
gl: Hai dispoñíbel %(recommended)d actualizacións recomendadas (%(size)s)
ja: %(recommended)d 個の推奨アップデートがあります (%(size)s)
kk: Қолдануға ұсынылған %(recommended)d жаңарту жетімді (%(size)s)
ms: %(recommended)d kemas kini dicadangkan boleh didapati (%(size)s)
nds: %(recommended)d empfohlene Aktualisierungen verfügbar (%(size)s)
sq: %(recommended)d përditësime të rekomanduara janë të disponueshme (%(size)s)
th: มี %(recommended)d การปรับปรุงที่แนะนำใช้ได้ (%(size)s)
zh_hk: 有 %(recommended)d 個建議安裝的更新可用 (%(size)s)

source: %(recommended)d recommended updates available (%(size)s), 1 ignored
ar: %(recommended)d تحديثات يُنصح بها متاحة (%(size)s), 1 مُتجاهل
gd: Tha %(recommended)d ùrachaidhean a mholamaid ri fhaighinn (%(size)s), aonan air a leigeil seachad
gl: Hai dispoñíbel %(recommended)d actualizaciósn recomendadsa (%(size)s), 1 ignorada
ja: %(recommended)d 個の推奨アップデートがあります (%(size)s), 1 個を無視します
kk: Қолдануға ұсынылған %(recommended)d жаңарту жетімді (%(size)s), 1 елемелеген
ms: %(recommended)d kemas kini dicadangkan boleh didapati (%(size)s), 1 diabaikan
nds: %(recommended)d empfohlene Aktualisierungen verfügbar (%(size)s), 1 ignoriert
sq: %(recommended)d janë të disponueshme përditësime të rekomanduara (%(size)s), 1 u shpërfill
th: มี %(recommended)d การปรับปรุงที่แนะนำใช้ได้ (%(size)s) 1 การปรับปรุงถูกยกเลิกการติดตั้ง
zh_hk: 有 %(recommended)d 個建議的更新可用 (%(size)s)，已忽略 1 個

source: %(recommended)d recommended updates available (%(size)s), %(ignored)d ignored
ar: %(recommended)d تحديثات يُنصح بها متاحة (%(size)s), %(ignored)d مُتجاهَل
gd: Tha %(recommended)d ùrachaidhean a mholamaid ri fhaighinn (%(size)s), %(ignored)d air a leigeil seachad
gl: Hai dispoñíbel %(recommended)d actualizaciósn recomendadsa (%(size)s), %(ignored)d ignoradas
ja: %(recommended)d 個の推奨アップデートがあります (%(size)s), %(ignored)d 個を無視します
kk: Қолдануға ұсынылған %(recommended)d жаңарту жетімді (%(size)s), %(ignored)d елемелеген
ms: %(recommended)d kemaskini cadangan tersedia (%(size)s), %(ignored)d diabaikan
nds: %(recommended)d empfohlene Aktualisierungen verfügbar (%(size)s), %(ignored)d ignoriert
sq: %(recommended)d janë të disponueshme përditësime të rekomanduara (%(size)s), %(ignored)d u shpërfill
th: มี %(recommended)d การปรับปรุงที่แนะนำใช้ได้ (%(size)s) %(ignored)d การปรับปรุงถูกยกเลิกการติดตั้ง
zh_hk: 有 %(recommended)d 個建議的更新可用 (%(size)s)，已忽略 %(ignored)d 個

source: Do you want to switch to a local mirror?
ja: 近くのミラーサーバーに変更しますか？
kk: Жергілікті айнаға ауысу керек па?
ms: Adakah anda mahu tukar ke sumber tempatan?
sq: Dëshironi të kaloni tek një mirror lokal?
th: คุณต้องการสลับไปยังแหล่งข้อมูลท้องถิ่นหรือไม่?
zh_hk: 你是否要切換至本地映射站？

source: Local mirrors are usually faster than packages.linuxmint.com
ja: 近くのミラーサーバーは通常packages.linuxmint.comより高速です
kk: Жергілікті айна packages.linuxmint.com-ға қарғанда әдетте тезірек
ms: Salinan tempatan biasanya lebih pantas dari packages.linuxmint.com
nds: Lokale Mirrors sind normalerweise schneller als packages.linuxmint.com
sq: Mirror-ët lokalë janë zakonisht më të shpejtë se packages.linuxmint.com
th: แหล่งข้อมูลท้องถิ่นจะเรียกข้อมูลได้ง่ายกว่าที่ packages.linuxmint.com
zh_hk: 本地映射站通常都比 packages.linuxmint.com 更快

source: Please switch to another mirror
ja: 他のミラーサーバーに変更してください
kk: Басқа айнаға ауысыңыз
ms: Sila tukar ke salinan lain
nds: Bitte wechseln Sie zu einem anderen Mirror
sq: Ju lutem kaloni tek një mirror tjetër
th: กรุณาสลับไปยังแหล่งข้อมูลอื่น
zh_hk: 請切換至其他映射站

source: %s is not up to date
ja: %sは最新ではありません
kk: %s деректер көнерген
ms: %s tidak dikemas kini
nds: %s ist nicht aktuell
sq: %s nuk është i përditësuar
th: %s ล้าสมัยแล้ว
zh_hk: %s 並非最新

source: The last update on %(mirror)s was %(days)d days ago
ja: %(mirror)sが最後に更新されたのは%(days)d日前です
kk: Соңғы рет %(mirror)s %(days)d күн бұрын жаңарған еді
ms: Kemas kini terakhir untuk %(mirror)s adalah %(days)d hari yang lepas
nds: Die letzte Aktualisierung von %(mirror)s ist bereits %(days)d Tage her
sq: Përditësimi i fundit në %(mirror)s ishte %(days)d ditë më parë
th: อัปเดตล่าสุดบน %(mirror)s มีเมื่อ %(days)d วันที่ผ่านมา
zh_hk: %(mirror)s 的最後更新已經是 %(days)d 日前

source: Exit
ja: 終了
ms: Keluar
zh_hk: 離開

source: Upgrade
ar: تحديث
gd: Àrdaich
gl: Anovar
ja: アップグレード
kk: Жаңарту
ms: Naik taraf
sq: Përditëso
th: อัพเกรด
zh_hk: 升級

source: Package
ar: الحزمة
gd: Pacaid
gl: Paquete
ja: パッケージ
kk: Пакет
ms: Pakej
nds: Paket
sq: Paketa
th: แพกเกจ
zh_hk: 套件

source: Level
ar: المستوى
gd: Leibheil
gl: Nivel
ja: レベル
kk: Деңгей
ms: Aras
nds: Stufe
sq: Niveli
th: ระดับ
zh_hk: 等級

source: Old version
ar: النسخة القديمة
gd: Seann-tionndadh
gl: Versión vella
ja: 古いバージョン
kk: Ескі нұсқа
ms: Versi lama
nds: Alte Version
sq: Versioni i vjetër
th: รุ่นเก่า
zh_hk: 舊版本

source: New version
ar: النسخة الجديدة
gd: Tionndadh ùr
gl: Nova versión
ja: 新しいバージョン
kk: Жаңа нұсқа
ms: Versi baru
nds: Neue Version
sq: Versioni i ri
th: รุ่นใหม่
zh_hk: 新版本

source: Size
ar: الحجم
gd: Meud
gl: Tamaño
ja: サイズ
kk: Өлшем
ms: Saiz
nds: Größe
sq: Përmasa
th: ขนาด
zh_hk: 大小

source: Type
ar: النوع
gd: Seòrsa
gl: Tipo
ja: 種類
kk: Түрі
ms: Jenis
nds: Typ
sq: Lloji
th: ประเภท
zh_hk: 類型

source: Origin
ar: المصدر
gd: Tùs
gl: Orixe
ja: 提供元
kk: Шыққан жері
ms: Asal
nds: Herkunft
sq: Origjina
th: แหล่งที่มา
zh_hk: 來源

source: Install Updates
ar: تثبيت التحديثات
gd: Stàlaich na h-ùrachaidhean
gl: Instalar actualizacións
ja: アップデートをインストール
kk: Жаңартуларды орнату
ms: Pasang kemaskini
nds: Updates installieren
sq: Instalo përditësimet
th: ติดตั้งการปรับปรุง
zh_hk: 安裝更新

source: Refresh
ar: تجديد
gd: Ath-nuadhaich
gl: Actualizar
ja: 更新
kk: Жаңарту
ms: Segar semula
nds: Aktualisieren
sq: Rifresko
th: เรียกใหม่อีกครั้ง
zh_hk: 重新整理

source: Select All
ar: حدد الكل
gd: Tagh na h-uile
gl: Seleccionar todo
ja: すべて選択
kk: Барлығын таңдау
ms: Pilih Semua
nds: Alle auswählen
sq: Zgjidhi të gjitha
th: เลือกทั้งหมด
zh_hk: 全選

source: Clear
ar: مسح
gd: Falamhaich
gl: Limpar
ja: クリア
kk: Тазарту
ms: Padam
nds: Leeren
sq: Pastro
th: ล้าง
zh_hk: 清除

source: Description
ar: الوصف
gd: Tuairisgeul
gl: Descrición
ja: 説明
kk: Сипаттама
ms: Huraian
nds: Beschreibung
sq: Përshkrimi
th: รายละเอียด
zh_hk: 說明

source: Changelog
ar: سجل التغييرات
gd: Loga nan atharraichean
gl: Rexistro de cambios
ja: 更新履歴
kk: Өзгерістер тарихы
ms: log-perubahan
sq: Lista e ndryshimeve
th: บันทึกความเปลี่ยนแปลง
zh_hk: 變更紀錄

source: Welcome to the Update Manager
ja: アップデートマネージャへようこそ
ms: Selamat datang ke Pengurus Kemaskini
zh_hk: 歡迎來到更新管理員

source: This tool provides your operating system with software and security updates.
ms: Alat ini menyediakan sistem pengoperasian anda dengan kemaskini perisian dan keselamatan.
sq: Ky mjet i siguron sistemit operativ përditësime sigurie dhe të programeve.
zh_hk: 此工具為你的操作系統提供軟件和安全性更新。

source: Please choose an update policy.
ja: アップデートポリシーを選択してください。
ms: Sila pilih satu polisi kemaskini.
sq: Zgjidh politikën e përditësimit.
zh_hk: 請選取更新政策。

source: Don't break my computer!
ms: Jangan jahanamkan komputer saya!
sq: Mos ma prish kompjuterin tim!
zh_hk: 不要損壞我的電腦！

source: Recommended for novice users.
ms: Disarankan untuk pengguna baharu.
sq: Këshilluar për përdoruesit fillestarë.
zh_hk: 推薦予初學的使用者。

source: Only select updates which are known to be safe or which do not impact critical parts of the operating system.
ms: Hanya pilih kemas kini yang diketahui selamat atau tidak memberi kesan kepada bahagian kritikal dalam sistem operasi.
sq: Zgjidh vetëm përditësime që janë të sigurta ose të cilat nuk ndikojnë në pjesë kritike të sistemit operativ.
zh_hk: 只選擇已知為安全或不會影響操作系統關鍵部件的更新。

source: Don't show me updates which can harm the stability of my system.
ms: Jangan tunjukkan kemas kini yang mungkin menganggu kestabilan sistem saya.
sq: Mos më paraqit përditësime që mund të cenojnë stabilitetin e sistemit operativ.
zh_hk: 不要向我顯示可能傷害系統穩定性的更新。

source: Optimize stability and security
ms: Optimumkan kestabilan dengan keselamatan
sq: Përmirëso stabilitetin dhe sigurinë
zh_hk: 最佳化穩定性和安全性

source: Recommended for most users.
ms: Disarankan untuk kebanyakan pengguna.
sq: Këshilluar për shumicën e përdoruesve.
zh_hk: 推薦予大多數使用者。

source: But also show me security and kernel updates.
ms: Juga tunjukkan pada saya kemaskini keselamatan dan kernel.
sq: Por gjithashtu më paraqit përditësime sigurie dhe të kernelit.
zh_hk: 但亦向我顯示安全性和核心更新。

source: Always update everything
ms: Sentiasa kemaskini segalanya
sq: Gjithmonë përditëso gjithçka
zh_hk: 總是將一切更新

source: Recommended for experienced users.
ms: Disarankan untuk pengguna berpengalaman.
sq: Këshilluar për përdorues me eksperiencë.
zh_hk: 推薦予經驗豐富的使用者。

source: Select all available updates.
ms: Pilih semua kemaskini yang tersedia.
zh_hk: 選擇所有可用更新。

source: Keep my computer fully up to date. If a regression breaks something, I'll fix it.
ms: Pastikan komputer saya sentiasa dikemas kini. Jika satu regresi rosakkan sesuatu, saya akan perbaikinya.
zh_hk: 將我的電腦保持為最新。如果回溯造成損壞，我會自行修正。

source: _File
ar: _ملف
gd: _Faidhle
gl: _Ficheiro
ja: ファイル (_F)
kk: _Файл
ms: _Fail
nds: _Datei
sq: _Skedari
th: แ_ฟ้ม
zh_hk: 檔案(_F)

source: Close
ar: إغلاق
gd: Dùin
gl: Pechar
ja: 閉じる
kk: Жабу
ms: Tutup
nds: Schließen
sq: Mbyll
th: ปิด
zh_hk: 關閉

source: _Edit
ar: _تحرير
gd: _Deasaich
gl: _Editar
ja: 編集 (_E)
kk: _Өзгерту
ms: _Sunting
nds: _Bearbeiten
sq: _Modifiko
th: แ_ก้ไข
zh_hk: 編輯(_E)

source: Preferences
ar: التفضيلات
gd: Roghainnean
gl: Preferencias
ja: 設定
kk: Баптаулар
ms: Tetapan
nds: Einstellungen
sq: Preferencat
th: ขั้นสูง
zh_hk: 喜好設定

source: Software sources
ar: مصادر البرامج
gd: Tùsan bathair-bhog
gl: Orixes de software
ja: ソフトウェアソース
kk: Бағдарламалар қайнар көздері
ms: Sumber perisian
nds: Softwarequellen
sq: Burimet e programeve
th: แหล่งซอฟต์แวร์
zh_hk: 軟件來源

source: Update policy
ja: アップデートポリシー
ms: Polisi kemaskini
sq: Politika e përditësimit
zh_hk: 更新政策

source: Upgrade to %s
ar: الترقية إلى %s
gd: Àrdaich gu %s
gl: Anovar a %s
ja: %s へアップグレード
ms: Naik taraf ke %s
nds: Aktualisieren auf %s
sq: Përditëso në %s
th: อัพเกรดเป็น %s
zh_hk: 升級至 %s

source: _View
ar: _عرض
gd: _Seall
gl: _Ver
ja: 表示 (_V)
kk: _Қарап шығу
ms: _Papar
nds: _Ansicht
sq: _Shfaq
th: _มุมมอง
zh_hk: 檢視(_V)

source: History of updates
ar: تاريخ التحديثات
gd: Eachdraidh nan ùrachaidhean
gl: Historial de actualizacións
ja: アップデートの履歴
kk: Жаңартулар тарихы
ms: Sejarah kemaskini
nds: Aktualisierungsverlauf
sq: Historiku i përditësimeve
th: ประวัติการปรับปรุง
zh_hk: 更新記錄

source: Linux kernels
ar: أنوية لينكس
gd: Eitein Linux
gl: Núcleos de Linux
ja: Linux カーネル
ms: Kernel-kernel Linux
nds: Linux Kernel
sq: Kernel-at Linux
th: ลินุกซ์เคอร์เนล
zh_hk: Linux 核心

source: Information
ar: معلومات
gd: Fiosrachadh
gl: Información
ja: 情報
kk: Мәлімет
ms: Maklumat
sq: Informacione
th: ข้อมูล
zh_hk: 資訊

source: Visible columns
ar: أعمدة مرئية
gd: Colbhan a chithear
gl: Columnas visíbeis
ja: 表示するカラム
kk: Көрінетін бағаналар
ms: Lajur nyata
nds: Sichtbare Spalten
sq: Kolonat e dukshme
th: คอลัมน์ที่มองเห็นได้
zh_hk: 可見的列

source: Show descriptions
ar: أظهِر الأوصاف
gd: Seall na tuairisgeulan
gl: Amosar as descricións
ja: 説明を表示
kk: Сипаттамалары көрсетілсін
ms: Tunjukkan deskripsi
nds: Beschreibungen anzeigen
sq: Shfaq përshkrimet
th: แสดงคำอธิบาย
zh_hk: 顯示說明

source: _Help
ar: _مساعدة
gd: _Cobhair
gl: _Axuda
ja: ヘルプ (_H)
kk: _Көмек
ms: _Bantuan
nds: _Hilfe
sq: _Ndihmë
th: _วิธีใช้
zh_hk: 協助(_H)

source: Contents
ar: المحتويات
gd: Susbaint
gl: Contidos
ja: コンテンツ
kk: Құрамасы
ms: Kandungan
nds: Inhalte
sq: Përmbajtja
th: เนื้อหา
zh_hk: 內容

source: About
ar: عن
gd: Mu dhèidhinn
gl: Sobre
ja: 情報
kk: Бағдарлама туралы
ms: Tentang
nds: Über
sq: Rreth
th: เกี่ยวกับโปรแกรม
zh_hk: 關於

source: No updates selected
ar: لم يتم اختيار تحديثات
gd: Cha deach ùrachadh sam bith a thaghadh
gl: Non hai actualizacións seleccionadas
ja: アップデートが選択されていません
kk: Жаңартулар таңдалмаған
ms: Tiada kemaskini dipilih
nds: Keine Aktualisierung ausgewählt
sq: Nuk u përzgjodhën përditësime
th: ไม่ได้เลือกการปรับปรุง
zh_hk: 沒有選定更新

source: %(selected)d update selected (%(size)s)
ar: %(selected)d تحديث تم اختياره (%(size)s)
gd: Thagh thu %(selected)d ùrachadh (%(size)s)
gl: %(selected)d actualización seleccionada (%(size)s)
ja: %(selected)d 個のアップデートが選択されています (%(size)s)
kk: %(selected)d жаңарту таңдалған (%(size)s)
ms: %(selected)d kemas kini dipilih (%(size)s)
nds: %(selected)d Aktualisierung ausgewählt (%(size)s)
sq: %(selected)d përditësim u zgjodh (%(size)s)
th: %(selected)d การปรับปรุงเลือกไว้ (%(size)s)
zh_hk: 已選擇 %(selected)d 個更新 (%(size)s)

source: %(selected)d updates selected (%(size)s)
ar: %(selected)d تحديثات تم اختيارها (%(size)s)
gd: Thagh thu %(selected)d ùrachaidhean (%(size)s)
gl: %(selected)d actualizacións seleccionadas (%(size)s)
ja: %(selected)d 個のアップデートが選択されています (%(size)s)
kk: %(selected)d жаңарту таңдалған (%(size)s)
ms: %(selected)d kemas kini dipilih (%(size)s)
nds: %(selected)d Aktualisierungen ausgewählt (%(size)s)
sq: %(selected)d përditësime u zgjodhën (%(size)s)
th: %(selected)d การปรับปรุงเลือกไว้ (%(size)s)
zh_hk: 已選擇 %(selected)d 個更新 (%(size)s)

source: This update contains %d packages:
ar: هذا التحديث يحتوي على %d حزمة:
gl: Esta actualización contén %d paquetes:
ja: このアップデートは %d パッケージ存在します:
ms: Kemas kini ini mengandungi %d pakej:
nds: Dieses Update enthält %d Pakete:
sq: Ky përditësim përmban %d paketa:
th: รายการอัปเดตนี้ประกอบด้วยแพคเกจ %d รายการ:
zh_hk: 此更新包含 %d 個套件：

source: This update contains 1 package:
ar: هذا التحديث يحتوي على حزمة واحدة:
gl: Esta actualización contén 1 paquete:
ja: このアップデートは 1 パッケージ存在します:
ms: Kemas kini ini mengandungi 1 pakej:
nds: Dieses Update enthält 1 Paket:
sq: Ky përditësim përmban një paketë:
th: รายการอัปเดตนี้ประกอบด้วยแพคเกจ 1 รายการ:
zh_hk: 此更新包含 1 個套件：

source: Ignore updates for this package
ar: تجاهل تحديثات هذه الحزمة
gd: Leig seachad ùrachaidhean na pacaide seo
gl: Ignorar as actualizacións para este paquete
ja: このパッケージのアップデートを無視
kk: Осы пакет үшін жаңартуларды қарастырмау
ms: Abaikan kemas kini untuk pakej ini
nds: Updates für dieses Paket ignorieren.
sq: Shpërfill përditësimet për këtë paketë
th: ยกเลิกการปรับปรุงของแพกเกจนี้
zh_hk: 忽略此套件所有的更新

source: Process ID:
ar: هوية العملية:
gd: ID a' phròiseis:
gl: ID do proceso:
ja: プロセス ID:
kk: Процесстің ID-і (идентификаторы):
ms: ID proses:
nds: Prozess ID:
sq: ID e proçesit:
zh_hk: 進程編號：

source: Log file:
ar: سجل العملية:
gd: Faidhle an loga:
gl: Ficheiro de rexistro:
ja: ログファイル:
kk: Журнал файлы:
ms: Fail log:
sq: Skedari i harjes:
th: แฟ้มปูมบันทึก:
zh_hk: 紀錄檔案：

source: Date
ar: التاريخ
gd: Ceann-là
gl: Data
ja: 日付
kk: Күні
ms: Tarikh
nds: Datum
sq: Data
th: วัน
zh_hk: 日期

source: Options
gd: Roghainnean
gl: Opcións
ja: オプション
kk: Опциялар
ms: Pilihan
nds: Optionen
sq: Opsionet
th: ตัวเลือก
zh_hk: 選項

source: Levels
ar: المستويات
gd: Leibheilean
gl: Niveis
ja: レベル
kk: Деңгейлер
ms: Aras
nds: Stufen
sq: Nivelet
th: ระดับ
zh_hk: 等級

source: Auto-refresh
ms: Auto-segar-semula
sq: Vetë-rifreskimi
zh_hk: 自動重新整理

source: Blacklisted packages
ms: Pakej disenarai hitam
sq: Paketa të përjashtuara
zh_hk: 套件黑名單

source: Tested?
ar: تم إختباره؟
gd: Air a chur fo dheuchainn?
gl: Probado?
ja: テスト済みですか?
kk: Тексерілген бе?
ms: Telah diuji?
nds: Getestet?
sq: Testuar?
th: ทดสอบมาแล้วหรือยัง?
zh_hk: 測試過了嗎？

source: Safe?
ar: آمن؟
gd: Sàbhailte?
gl: Seguro?
ja: 安全ですか?
kk: Қауіпсіз бе?
ms: Selamat?
nds: Sicher?
sq: Sigurt?
th: ปลอดภัยหรือไม่?
zh_hk: 安全嗎？

source: Visible?
ar: متاح؟
gd: Ri fhaicinn?
gl: Visíbel?
ja: 表示しますか?
kk: Көрінетін бе?
ms: Nyata?
nds: Sichtbar?
sq: Dukshëm?
th: สามารถมองเห็นได้หรือไม่?
zh_hk: 可見？

source: Certified updates. Tested through Romeo or directly maintained by Linux Mint.
ar: تحديثات موثوقة. مجربة في مستودع "روميو"من طرف مختصّي لينكس منت مباشرة.
gd: Ùrachaidhean dearbhte. Air an cur fo dheuchainn slighe Romeo no 'gan glèidheadh le Linux Mint fhèin.
gl: Actualizacións certificadas. Probadas a través de Romeo ou mantidas directamente por Linux Mint.
ja: 信頼された更新です。Romeo を通じて評価されているか、Linux Mint 開発チームに直接メンテナンスされています。
kk: Сертификатталған жаңартулар. Romeo-де тестіленген немесе Linux Mint-пен тікелей қолданылады.
ms: Kemas kini diiktiraf. Diuji melalui Romeo atau diselenggara secara terus oleh Linux Mint
nds: Zertifizierte Updates. Getestet mit Romeo oder in Linux Mint direkt.
sq: Përditësime të certifikuara. Të testuara nëpërmjet Romeo ose të mirëmbajtura drejtpërsëdrejti nga Linux Mint.
th: อัปเดตที่ได้รับการรับประกัน และผ่านการทดสอบจาก Romeo หรือจากทีมงาน Linux Mint โดยตรง
zh_hk: 已認證的更新。通過 Romeo 的測試，或直接由 Linux Mint 維護。

source: Recommended updates. Tested and approved by Linux Mint.
ar: تحديثات مستحسنة، مفحوصة ومنصوح بها من طرف لينكس منت.
gd: Ùrachaidhean a mholamaid. Air an cur fo dheuchainn 's gabhail riutha le Linux Mint.
gl: Actualizacións recomendadas. Probadas e aprobadas por Linux Mint.
ja: 推奨された更新です。Linux Mint 開発チームで評価が行われ合格しています。
kk: Ұсынылған жаңартулар. Linux Mint-та тексерілген және мақұлданған.
ms: Kemas kini disyorkan. Diuji dan diluluskan oleh Linux Mint.
nds: Empfohlene Updates. Getestet und Genehmigt durch Linux Mint.
sq: Përditësime të rekomanduara. Të testuar dhe të aprovuara nga Linux Mint.
th: อัปเดตที่แนะนำ ได้รับการตรวจสอบจากทางทีมงาน Linux Mint แล้ว
zh_hk: 建議的更新。已被測試並且已被 Linux Mint 認可。

source: Safe updates. Not tested but believed to be safe.
ar: تحديثات آمنة. غير مفحوصة لكن يعتقد أنها آمنة.
gd: Ùrachaidhean sàbhailte. Cha deach an cur fo dheuchainn ach cha chreidear nach eil iad sàbhailte.
gl: Actualizacións seguras. Non foron probadas, mais créese que son seguras.
ja: 安全な更新です。Linux Mint チームで個別にテストはしていませんが、一般的に安全であると信じられています。
kk: Қауіпсіздік жаңартулары. Тексерілмеген, бірақ қауіпсіз болып саналады.
ms: Kemas kini selamat. Tidak diuji tetapi dipercayai selamat.
nds: Sichere Updates. Nicht getestet, aber als Sicher befunden.
sq: Përditësime të sigurta. Jo të testuar por të konsideruar të sigurt.
th: อัปเดตมีความปลอดภัย ไม่ได้ผ่านการทดสอบ แต่เชื่อว่าปลอดภัยแน่นอน
zh_hk: 安全的更新。未被測試但被認為是安全的。

source: Unsafe updates. Could potentially affect the stability of the system.
ar: تحديثات غير آمنة، يمكن أن تؤثر على استقرار النظام.
gd: ùrachaidhean nach eil sàbhailte. Dh'fhaoidte gum bi buaidh air seasmhachd an t-siostaim.
gl: Actualizacións non seguras. Poderían afectar á estabilidade do sistema.
ja: 安全ではない更新です。安定しているシステムに潜在的に影響を与える可能性があります。
kk: Қауіпті жаңартулар. Жүйенің тұрақтылығына ықтималды әсер етуі мүмкін.
ms: Kemas kini tidak selamat. Boleh menyebabkan ketidakstabilan sistem.
nds: Unsichere Updates. Können die System-Stabilität gefährden.
sq: Përditësime të pasigurta. Munden potencialisht të bëjnë sistemin të paqëndrueshëm.
th: อัปเดตที่ไม่ปลอดภัย และอาจทำให้ระบบเสื่อมสภาพลงได้
zh_hk: 不安全的更新。可能會影響系統的穩定性。

source: Dangerous updates. Known to affect the stability of the systems depending on certain specs or hardware.
ar: تحديثات خطيرة، معروف أنها تؤثر على استقرار الأنظمة اعتمادا على بعض الموصفات أو العتاد.
gd: Ùrachaidhean cunnartach. Tha fios gu bheil buaidh air seasmhachd an t-siostaim a-rèir shònrachaidhean no bathair-chruaidh shònraichte.
gl: Actualizacións perigosas. Sábese que afectan a estabilidade do sistema dadas determinadas características ou hardware.
ja: 危険な更新です。現在の環境やハードウェアによっては、安定しているシステムに影響を与える事が知られています。
kk: Қауіпті жаңарту. Белгілі болғандай, жүйенің тұрақтылығына байланысты белгілі бір ерекшеліктерді немесе аппараттық қамтамасыз етуіне әсер етеді.
ms: Kemas kini bahaya. Diketahui boleh menyebabkan ketidakstabilan sistem bergantung pada spekifikasi atau perkakasan.
nds: Gefährliche Updates. Bekannt für das Auslösen von Stabilitätsproblemen im System oder der Hardware.
sq: Përditësime të rrezikshme. Dihet që prekin stabilitetin e disa sistemeve në varësi të disa specifikave hardware.
th: อัปเดตที่อันตราย และทำให้ระบบมีความเสถียรต่ำลง ซึ่งขึ้นอยู่กับสเปคของฮาร์ดแวร์ที่ระบุด้วย
zh_hk: 危險的更新。已知會影響系統的穩定性 (取決於特定的配備規格或硬件)。

source: Upstream
ar: منبع
gl: Orixe
ja: アップストリーム
kk: Апстрим (түпкі өндірушілер)
ms: Huluan
zh_hk: 上游
