Repository: A1exKH/mint-translations
Catalog: po-export/mintsources/mintsources-*.po
Languages: nds

source: More info: %s
nds: Mehr Info: %s

source: Unable to prompt for response. Please run with -y
nds: Nicht in der Lage eine Antwort zu liefern. Bitte mit -y ausführen

source: Adding PPAs is not supported
nds: Hinzufügen von PPAs wird nicht unterstützt.

source: Cannot add PPA: '%s'.
nds: PPA kann nicht hinzugefügt werden: '%s'.

source: Adding private PPAs is not supported currently
nds: Hinzufügen von privaten PPAs wird derzeit nicht unterstützt

source: This PPA does not support %s
nds: %s wird von diesem Paketarchiv nicht unterstützt

source: Sources
nds: Installationsquellen

source: CD-ROM (Installation Disc)
nds: CD-ROM (Installations-CD)

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
nds: Linux Mint nutzt Romeo um Pakete zu veröffentlichen, die nicht getestet sind. Wenn die Pakete getestet sind, werden Sie den offiziellen Paketquellen hinzugefügt. Sofern Sie nicht am Beta-Test teilnehmen, sollten Sie dieses Repository nicht aktivieren. Sind Sie sicher, dass Sie Romeo aktivieren möchten?

source: Backports are packages coming from newer Linux Mint releases. When backports are made available, the development team publishes an official announcement on http://blog.linuxmint.com. This announcement might include important information about the new features, design decisions or even known issues which relate to you. It is therefore strongly recommended to not enable backports until you have read this information. Are you sure you want to enable backports?
nds: Backports sind Pakete aus neueren Versionen von Linux Mint. Wenn Backports verfügbar gemacht werden, veröffentlicht das Entwicklerteam eine offizielle Ankündigung auf http://blog.linuxmint.com. Diese Ankündigung kann wichtige Informationen über die neuen Features, Design-Entscheidungen oder sogar bekannte Probleme, die Sie betreffen, enthalten. Es wird daher dringend empfohlen, Backports nicht zu aktivieren, bis Sie diese Informationen gelesen haben. Sind Sie sicher, dass Sie Backports aktivieren möchten?

source: Select a mirror
nds: Wähle einen Spiegel

source: Country
nds: Land

source: Speed
nds: Geschwindigkeit

source: Software Sources
nds: Paketquellen

source: Backported packages
nds: Zurückportierte Pakete

source: Unstable packages
nds: Unstabile Pakete

source: No action required
nds: Keine Aktion benötigt

source: Official repositories
nds: Offizielle Quellen

source: Additional repositories
nds: Zusätzliche Quellen

source: Authentication keys
nds: Authentifizierungsschlüssel

source: Maintenance
nds: Wartung

source: Mirrors
nds: Spiegelserver

source: Main
nds: Haupt

source: Base
nds: Basis

source: Select a faster server...
nds: Auswählen eines schnelleren Servers

source: Optional components
nds: Zusätzliche Komponente

source: Source code
nds: Quellcode

source: Add a new PPA...
nds: Füge ein neues PPA zu...

source: Edit URL...
nds: Bearbeite URL...

source: Remove
nds: Entfernen

source: Open PPA
nds: Offenes PPA

source: Look inside the PPA and install packages it provides
nds: Das PPA durchsuchen und die Pakete, die es bietet, installieren

source: Add a new repository...
nds: Füge eine neue Quelle zu...

source: Import key file...
nds: Importiere Schlüsseldatei

source: Download a key...
nds: Herunterladen eines Schlüssels

source: Fix MergeList problems
nds: MergeList-Probleme beheben

source: If you experience MergeList problems, click this button to solve the problem.
nds: Wenn MergeList Probleme auftreten, klicken Sie auf diese Schaltfläche, um das Problem zu lösen.

source: Purge residual configuration
nds: Residual-Konfiguration bereinigen

source: Packages sometimes leave configuration files on the system even after they are removed.
nds: Manchmal hinterlassen Pakete Konfigurationsdateien auf dem System sobald Sie entfernt werden.

source: Remove foreign packages
nds: Fremdpakete entfernen

source: Packages which do not come from known repositories are listed here and can be removed.
nds: Pakete, die nicht aus bekannten Quellen stammen, sind hier aufgelistet und können entfernt werden.

source: Downgrade foreign packages
nds: Fremdpakete zurückstufen

source: Packages which version does not come from known repositories are listed here and can be downgraded.
nds: Pakete, deren Versionen nicht aus bekannten Quellen stammt, sind hier aufgelistet und können zurückgestuft werden.

source: Enable source code repositories
nds: Quellcode Repositories aktivieren

source: Warning: Backports and unstable packages can introduce regressions and negatively impact your system. Please do not enable these options in Linux Mint unless it was suggested by the development team.
nds: Warnung: Backports und instabile Pakete können sich negativ auf Ihr System auswirken. Bitte aktivieren Sie diese Optionen in Linux Mint, wenn es vom Entwicklungsteam vorgeschlagen wurde.

source: Enabled
nds: Aktiviert

source: Key
nds: Schlüssel

source: Restore the default settings
nds: Standardeinstellungen wiederherstellen.

source: Restore the official repositories to their default settings
nds: Die offiziellen Repositories auf ihre Standardeinstellungen wiederherstellen

source: There is no more residual configuration on the system.
nds: Es gibt keine Rest-Konfigurationen mehr auf dem System.

source: The problem was fixed. Please reload the cache.
nds: Das Problem wurde behoben. Bitte laden Sie den Cache neu.

source: Open..
nds: Öffnen...

source: Please enter the 8 characters of the public key you want to download from keyserver.ubuntu.com:
nds: Bitte geben Sie die acht Zeichen des öffentlichen Schlüssels, den Sie von keyserver.ubuntu.com herunterladen möchten, an:

source: Are you sure you want to permanently remove this key?
nds: Sind Sie sicher, dass Sie diesen Schlüssel dauerhaft entfernen möchten?

source: Please enter the name of the PPA you want to add:
nds: Bitte geben Sie den Namen des PPA an, welches Sie hinzufügen möchten:

source: Edit the URL of the PPA
nds: URL des PPA bearbeiten

source: Are you sure you want to permanently remove this PPA?
nds: Sind Sie sicher das Sie das PPA dauerhaft löschen möchten?

source: The content of this PPA is not available. Please refresh the cache and try again.
nds: Der Inhalt dieses PPA ist nicht verfügbar. Bitte laden Sie den Cache neu und versuchen Sie es erneut.

source: Please enter the name of the repository you want to add:
nds: Bitte geben Sie den Namen des Repositories an, das Sie hinzufügen möchten:

source: Edit the URL of the repository
nds: Bearbeiten Sie die URL des Repositorys

source: Are you sure you want to permanently remove this repository?
nds: Sind Sie sicher, dass Sie dieses Repository dauerhaft entfernen möchten?

source: Update the cache
nds: Cache aktualisieren

source: Click here to update your APT cache with your new sources
nds: Klicken Sie hier, um Ihren APT-Cache mit Ihren neuen Quellen zu aktualisieren

source: Your APT cache is up to date
nds: Ihre APT-Cache ist auf dem neuesten Stand

source: Install
nds: Installieren

source: Cancel
nds: Abbrechen

source: This PPA provides the following packages. Please select the ones you want to install:
nds: Dieses PPA stellt folgende Pakete bereit. Bitte wählen Sie das Paket was installiert werden soll:

source: version %s already installed
nds: Version %s ist aktuell installiert

source: Please wait, this can take some time.
nds: Bitte warten, dies kann einige Zeit dauern.

source: The packages were installed.
nds: Die Pakete wurden installiert.

source: Foreign packages
nds: Fremdpakete

source: Downgrade
nds: Zurückstufen

source: The version of the following packages doesn't match the one from the repositories:
nds: Die Versionen der folgenden Pakete stimmen nicht mit der der Quellen überein:

source: The packages below are installed on your computer but not present in the repositories:
nds: Die unteren Pakete sind auf Ihrem Computer installiert, aber nicht in den Quellen enthalten:

source: WARNING
nds: WARNUNG

source: Review the information below very carefully before validating the command:
nds: Prüfen Sie die Informationen unten sorgfältig, bevor Sie den Befehl bestätigen:

source: Package
nds: Paket

source: Installed version
nds: Installierte Version:

source: Repository version
nds: Quellen-Version:

source: Please enter your password to configure the software sources
nds: Bitte geben Sie Ihr Passwort zum Konfigurieren von Software-Quellen an

source: Error: must run as root
nds: Fehler: Muss als Root gestartet sein.

source: Error: need a repository as argument
nds: Fehler: Brauchen ein Repository als Argument

source: Configure the sources for installable software and updates
nds: Installationsquellen für Pakete und Updates bearbeiten
