Repository: A1exKH/mint-translations
Catalog: po-export/mintwelcome/mintwelcome-*.po
Languages: fy, ur

source: Welcome Screen
fy: Wolkomstskerm
ur: خوش آمدید سکرین

source: Welcome and thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we did designing it. The links below will help you get started with your new operating system. Have a great time and don't hesitate to send us your feedback.
fy: Wolkom , wy wolle jo graach tankje dat jo kar ùt giet nei Linux Mint. Wy hoopje dat jo der like folle nocht en wille fan hawwe, as wy hant hawwe fan it untwerpjen. De ûndersteande keppelingen sille jo op wei helpe mei jo nije stjoersysteem. Genietsje der fan en lit ùs witte wat jo der fan fyne.
ur: خوش آمدید! لنکس منٹ منتخب کرنے کا شکریہ۔ ہم امید کرتے ہیں کے آپ اسے استعمال کرنے میں اتناہی لطف اندوز ہوں گے جتنا کہ ہم اسے بنا نے میں ہوتے ہیں۔ نیچے دیے گئے لنکس سسٹم چلانے میں آپ کی راہنمائی کریں گے۔ خوب مزے کریں اور ہمیں فیڈبیک دینے سے بلکل مت گھبرائیے۔

source: New features
fy: Nije tafoegings
ur: نئی خصوصیات

source: See what is new in this release
fy: Wat is der nij yn dizze ferzje
ur: دیکھئے اس ریلیز میں کیا کیا نیا ہے

source: Important information
fy: Wichtige ynformaasje
ur: ضروری معلومات

source: Find out about important information, limitations, known issues and their solution
fy: Fyn mear wichtige ynformaasje, beheinings, bekinde swierrichheden en oplossingen
ur: جانیے ضروری معلومات، کمیاں، مسائل اور ان کے حل۔

source: User guide (PDF)
fy: Brûkers hantlieding (PDF)
ur: رھبری کتاب براِےصارف (PDF)

source: Learn all the basics to get started with Linux Mint
fy: Lear alle grûnbegjinsels om te begjinnen mei Linux Mint
ur: سیکھئے لنکس منٹ استعمال کرنے کی بنیادیں

source: Restore data
fy: Data werstellle
ur: ڈاٹا بحال کیجئے

source: Restore data or applications from a previous installation
fy: Data, of programmas fan in foariche ynstallaasje tebeksette
ur: پچھلی انسٹالیشن سے ڈاٹا اور ایپلی کیشن بحال کیجئے

source: Software manager
fy: Software behear
ur: سافٹ وئیر منتظم

source: Install additional software
fy: Mear software ynstalleare
ur: اضافی سافٹ وئیر انسٹال کیجئے

source: Chat room
fy: Eamelromte
ur: کمرہ براِے بات چیت

source: Chat live with other users in the chat room
fy: Eamelje live mei oare gebrûkers yn'e eamelromte
ur: دوسے لوگوں سے چیٹ روم میں براہ راست بات چیت کیجئے

source: Forums
fy: Foarum
ur: مجالس

source: Seek help from other users in the Linux Mint forums
fy: Sykje help fan oare brûkers yn'e Linux Mint foarums
ur: دوسرے صارفین سے لنکس منٹ استعمال کرنے میں مدد حاصل کیجئے

source: Tutorials
fy: Seisstúdzje
ur: ٹٹوریل

source: Find tutorials about Linux Mint
fy: Fyn seisstúdzjes foar Linux Mint
ur: لنکس منٹ استعمال کرنے کے ٹٹوریل ڈھونڈیے

source: Hardware database
fy: Hardware databank
ur: ہارڈ ویئر ڈیٹابیس

source: Find hardware that is compatible with Linux, or information about your hardware
fy: Fyn hardware die wurket mei Linux, of oare ynformaasje oer jo hardware
ur: ڈھونڈیں ہارڈ وئیر جو لنکس کے ساتھ چل سکتا ہے، اس کے علاوہ مزید جانیے اپنے ہارڈوئیر کے بارے میں

source: Idea pool
fy: Ideeëbus
ur: آئیڈیا پول(نئے آئیڈیا )

source: Submit new ideas to the development team
fy: Nije ideeën opstjoere nei it ûntwikkelingsteam
ur: ڈیولپرز کو نئے آئیڈیا تجویز کریں

source: Get involved
fy: Belutsen reitsje
ur: شامل ہوں

source: Find out how to get involved in the Linux Mint project
fy: Fyn ùt hoe't jo stypje kinne oan it Linux Mint projekt
ur: لنکس منٹ پراجیکٹ میں شامل ہونے کے بارے میں جانیے

source: Donations
fy: Donaasjes
ur: عطیات

source: Make a donation to the Linux Mint project
fy: Meitsje in donaasje oan it Linux Mint projekt
ur: لنکس منٹ کو عطیہ دیں

source: Sponsors
fy: Stipers
ur: مشترکین

source: Apply to become a Linux Mint sponsor
fy: Wurdt in Linux Mint stiper
ur: لنکس منٹ میں مشترکہ بننے کے لیے درخواست کریں

source: Show this dialog at startup
fy: Lit dit sjen by it opstarten
ur: آغاز پر ہہ ڈیِیلاگ دیکھائیں

source: Introduction to Linux Mint
fy: Yntroduksje ta Linux Mint
ur: لینکس مینٹ کا تعارف

source: Install Multimedia Codecs
fy: Ynstallearje Multymedia Codecs
ur: ملٹیمیڈیا کوڈیک انسٹال کریں

source: Add all the missing multimedia codecs
fy: Ûntbrekkende multymedia codecs taheakje
ur: تمام غیر موجود ملٹیمیڈیا کوڈیک انسٹال کریں
