Repository: A1exKH/mint-translations
Catalog: po-export/mintinstall/mintinstall-*.po
Languages: tl

source: %d ongoing actions
tl: %d na mga kasalukuyang nagaganap na action

source: Cancel the task: %s
tl: Ihinto ang task na: %s

source: Waiting
tl: Naghihintay

source: Downloading
tl: Nagda-download

source: Running
tl: Tumatakbo na

source: Finished
tl: Tapos na!

source: Updating cache
tl: Ina-update ang cache

source: No role set
tl: Walang role set

source: Software Manager
tl: Tagapamahala ng Software

source: Close
tl: Isara

source: _Edit
tl: _Baguhin

source: Preferences
tl: Mga Kagustuhan

source: Search in packages summary (slower search)
tl: Hanapin sa sumaryo ng mga package (mabagal na paghahanap)

source: Search in packages description (even slower search)
tl: Hanapin sa kahulugan ng mga package (mas mabagal na paghahanap)

source: Open links using the web browser
tl: Buksan ang mga links gamit ang web browser

source: Account information
tl: Impormasyon sa Account

source: Software sources
tl: Mga pinagkukuhanan ng Software

source: _View
tl: _Tingnan

source: Available packages
tl: Mga available na package

source: Installed packages
tl: Naka-install na mga package

source: _Help
tl: _Tulong

source: About
tl: Tungkol dito

source: Categories
tl: Mga Kategorya

source: Please choose a category
tl: Pakisuyong pumili ng kategorya

source: %d packages are currently available
tl: %d na mga package ang kasalukuyang available

source: Please choose a sub-category
tl: Pakisuyong pumili ng sub-kategorya

source: No ongoing actions
tl: Walang kasalukuyang ginagawa

source: Active tasks:
tl: Kasalukuyang task:

source: Your community account
tl: Ang account ng iyong komunidad

source: Fill in your account info to review applications
tl: Pakisulat ang iyong account info para ma-review ang mga application

source: Application
tl: Mga application

source: Score
tl: Iskor

source: Status
tl: Estado

source: Progress
tl: Progreso

source: See more reviews
tl: Tingnan ang iba pang mga review

source: Reviews
tl: Mga review

source: Featured
tl: Naka-feature

source: All Packages
tl: Lahat ng mga Package

source: Internet
tl: Ang Internet

source: File sharing
tl: Kagamitan sa pagmamahagi ng file

source: Sound and video
tl: Tunog at Panuorin

source: Graphics
tl: Mga grapiko

source: Drawing
tl: Mga pag-guhit

source: Photography
tl: Potograpiya

source: Publishing
tl: Inilalathala

source: Scanning
tl: Ini-iscan

source: Viewers
tl: Mga tumitingin

source: Office
tl: Opisina

source: Games
tl: Mga Laro

source: Board games
tl: Larong pang-board

source: First-person shooters
tl: Barilan

source: Real-time strategy
tl: Istratehiyang real-time

source: Turn-based strategy
tl: Istratehiyang turn-based

source: Emulators
tl: Taga-emulate

source: Simulation and racing
tl: Simulasyon at karera

source: Accessories
tl: Mga Aksesorya

source: System tools
tl: Kagamitang pang-system

source: Fonts
tl: Mga Font

source: Science and Education
tl: Agham at Edukasyon

source: %d reviews
tl: %d na mga review

source: %d packages
tl: %d na mga package

source: Search results
tl: Kinalabasan ng mga paghahanap

source: Hate it
tl: Kamuhian ito

source: Not a fan
tl: Hindi isang fan

source: Like it
tl: Gustuhin ito

source: Awesome!
tl: Astig!

source: Score:
tl: Iskor:

source: Submit
tl: I-submit

source: Your review
tl: Ang iyong review

source: Size:
tl: Sukat:

source: Version:
tl: Bersyon:

source: Your review:
tl: Ang iyong review

source: Details
tl: Mga Detalye

source: %(localSize)s of disk space freed
tl: %(localSize)s na laman ng disk ay nablanko

source: %(localSize)s of disk space required
tl: %(localSize)s na laman ng disk ay kinakailangan

source: %(downloadSize)s to download, %(localSize)s of disk space freed
tl: %(downloadSize)s ang ida-download, %(localSize)s na laman ng disk ay nablanko

source: %(downloadSize)s to download, %(localSize)s of disk space required
tl: %(downloadSize)s ang ida-download, %(localSize)s na laman ng disk ay kinakailangan

source: Impact on packages:
tl: Epekto sa mga package

source: Remove
tl: Alisin

source: Installed
tl: Naka-install

source: Install
tl: I-install

source: Not installed
tl: Hindi naka-install

source: Reviews:
tl: Mga review

source: Gathering information for %d packages...
tl: Tinitipon ang mga impormasyon para sa %d na mga package...

source: Backing up your APT sources
tl: Gumagawa ng back-up para sa iyong APT sources

source: Please wait, this can take some time
tl: Mangyaring maghintay, ito ay maaaring tumagal ng ilang minuto

source: Installation is complete
tl: Tapos na ang pag-iinstall

source: Restoring your APT sources
tl: Ini-rerestore ang iyong APT sources

source: Using the following repositories:
tl: Gamit ang mga sumusunod na mga repository:

source: Install %s?
tl: I-install ang %s?

source: The following packages will be installed:
tl: Ang mga sumusunod na package ay i-iinstall:

source: Default repositories
tl: Mga default na repository

source: Upgrade %s?
tl: I-upgrade ang %s?

source: The following packages will be upgraded:
tl: Ang mga sumusunod na package ay i-uupgrade:

source: Upgrade
tl: I-Upgrade

source: Find Software
tl: Maghanap ng Software

source: Go to the Linux Mint Software Portal
tl: Pumunta sa Software Portal ng Linux Mint

source: Search for a .mint application
tl: Maghanap ng .mint na application

source: Go to the GetDeb Portal
tl: Pumunta sa GetDeb Portal

source: Search for a .deb package
tl: Maghanap ng .deb na package

source: Search
tl: Maghanap

source: Show
tl: Ipakita

source: Go to the Ubuntu repository
tl: Pumunta sa repository ng Ubuntu

source: Go to the Linux Mint repository
tl: Pumunta sa repository ng Linux Mint

source: Your APT sources were corrupted.
tl: Ang iyong APT sources ay corrupted.

source: Your APT sources were not correctly restored after you last ran mintInstall. They now have been restored.
tl: Ang iyong APT sources ay hindi naibalik ng tama matapos mong huling gamitin ang mintInstall. Sila ngayon ay nai-restore.

source: Application removed successfully
tl: Natanggal ng maayos ang application

source: Remove %s?
tl: Tanggalin ang %s?

source: The following packages will be removed:
tl: Ang mga sumusunod na package ay tatanggalin:

source: No results
tl: Walang mga resulta

source: Package
tl: Mga Package

source: Description
tl: Kahulugan

source: Could not find package: %s
tl: Hindi mahanap ang package na: %s

source: Install new applications
tl: Mag-install ng mga bagong application
