Repository: A1exKH/mint-translations
Catalog: po-export/slideshow-mint-kde/slideshow-mint-kde-*.po
Languages: sr

source: Welcome to Linux Mint
sr: Добродошли у Линукс Минт

source: Welcome and thank you for choosing Linux Mint. This slideshow will show you around while the system is being installed on your computer.
sr: Добродошли и хвала вам што сте изабрали Линукс Минт. Ова кратка презентација ће вам показати основе, док се систем инсталира на вашем рачунару.

source: Browse the web
sr: Прегледајте веб

source: Be fast and safe on the web with Mozilla Firefox. Enjoy Java, Flash and multimedia content.
sr: Будите брзи и безбедни на интернету уз Мозила Фајерфокс. Уживајте у Јави, Флешу и мултимедијалним садржајима.

source: Included software
sr: Укључени програми

source: Firefox
sr: Фајерфокс

source: Flash
sr: Флеш

source: Java
sr: Јава

source: Listen to music and CDs
sr: Слушајте музику и ЦД-ове

source: Enjoy your music with Amarok. Plug-in your MP3 player or extract songs from your audio CDs. Listen to podcasts and online radios. Discover new artists on Last.fm, Jamendo, Magnatune and Librivox.
sr: Уживајте у музици са Амароком. Прикључите МП3 плејер или скините песме са аудио ЦД-а. Слушајте подемисије и радио на мрежи. Откријте нове уметнике на Last.fm, Jamendo, Magnatune и Librivox порталима.

source: Amarok
sr: Амарок

source: Audio codecs
sr: Аудио кодеци

source: Watch videos and DVDs
sr: Гледајте видео и ДВД-ове

source: Insert a DVD and enjoy a movie. Watch high-definition videos with Kaffeine.
sr: Убаците ДВД и уживајте у филму. Гледајте видео високе резолуције помоћу Кафеина.

source: Kaffeine
sr: Кафеин

source: VLC
sr: ВЛЦ плејер

source: Video codecs
sr: Видео кодеци

source: Manage your photos
sr: Организујте своје фотографије

source: Organize, enjoy and share your photos with digikam. Export your albums to CD, to the Web, or to online services such as Flickr or PicasaWeb to share them with friends and family.
sr: Организујте, уживајте и делите ваше слике помоћу Дигикама. Извезите ваше албуме на ЦД или на интернет сервисе попут Фликера или Пикасе ради дељења са пријатељима и породицом.

source: Digikam
sr: Дигикам

source: Stay connected
sr: Останите повезани

source: Keep in touch with your friends and contacts, by email, messenger or on your favorite social networks. Linux Mint provides all you need to interact with Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo and many other networks.
sr: Останите у контакту са вашим пријатељима преко електронске поште, брзих гласника или преко омиљене друштвене мреже. Линукс Минт омогућава да комуницирате преко Твитера, Фејсбука, МСН-а, Ајсикјуа, Гугл разговора, АИМ-а, Јахуа и многих других.

source: Kmail
sr: К-пошта

source: Telepathy
sr: Телепатија

source: Konversation
sr: Конверзација

source: Be productive
sr: Будите продуктивни

source: Use LibreOffice to create professional documents, spreadsheets and presentations that are fully compatible with Microsoft Office. Archive documents, emails, or web pages to PDF. Send and receive files with Giver on the local network. Share printers or access them remotely.
sr: Користите Либреофис за прављење професионалних докумената, унакрсних табела и презентација које су у потпуности усклађени са програмима пакета Мајкрософт офиса. Архивирајте документе, електронске поруке или претворите интернет странице у ПДФ формат. Примајте и шаљите документа са програмом Гивер преко локалне мреже. Поделите штампаче са другима или им приступите на даљину.

source: LibreOffice
sr: Либреофис

source: PDF Printer
sr: ПДФ штампач

source: Install software
sr: Инсталирајте програме

source: Browse through 50,000 free applications from the Software Manager. Enjoy screenshots and user reviews. Install software with one click of the mouse.
sr: Претражите преко 50,000 бесплатних и слободних апликација са Менаџером програма. Уживајте у снимцима екрана и погледајте мишљења корисника. Инсталирајте софтвер једним кликом миша.

source: Featured software
sr: Истакнути програми

source: Filezilla
sr: Фајлзила

source: Skype
sr: Скајп

source: Inkscape
sr: Инкскејп

source: Google Earth
sr: Гугл Земља

source: Run Windows software
sr: Покрени Виндоуз програме

source: Install Wine and run Windows software in Linux Mint. Or install Virtualbox, and run Windows itself within Linux Mint.
sr: Инсталирај Wine и користи Виндоуз програме у Линукс Минту. Или инсталирај Virtualbox и покрени Виндоуз у Минту.

source: Customize your desktop
sr: Прилагодите своју радну површ

source: Make yourself at home and modify any aspect of your desktop. Choose from a large variety of themes, icons and backgrounds. Linux Mint is open and easy to customize.
sr: Осећајте се као код куће и подесите своју радну површину. Изаберите из великог броја различитих тема, икона и позадина. Линукс Минт је отворен и лако се подешава.

source: Keep your system up to date
sr: Одржавајте систем ажурним

source: Receive fixes and security updates all in one place, for the entire system, including the software you install.
sr: Примајте поправке и безбедносне исправке на једном месту за читав систем, укључујући и програме које инсталирате.

source: Find help
sr: Пронађите помоћ

source: If you're curious about something or if you're facing a problem, simply ask around. Linux Mint is the 4th most widely used operating system in the World. It comes with a user guide, a community website, a collection of tutorials, active forums and chat rooms and one of the most dynamic communities on the Internet.
sr: Ако сте радознали или имате проблем, слободно се распитајте. Линукс Минт је 4. најраспрострањенији оперативни систем на свету. За њега постоји корисничко упутство, интернет страница заједнице корисника, збирке упутстава, форуми, собе за ћаскање и једна је од најдинамичнијих заједница на интернету.
