Repository: A1exKH/mint-translations
Catalog: po-export/mintupdate-debian/mintupdate-debian-*.po
Languages: ur

source: Update Manager
ur: اپڈیٹ منتظم

source: Software Updates
ur: سوفٹ ویئر اپڈیٹس

source: Show and install available updates
ur: دکھائیں اور انسٹال کریں دستاب کردہ اپڈیٹس

source: Downloading changelog...
ur: تبدیلیوں کا لاگ اتارا جا رہا ہے

source: No changelog available
ur: کوئی چینج لاگ(changelog) دستیاب نہیں

source: This upgrade will trigger additional changes
ur: یہ اپگریڈ اضافی تبدیلیاں لے کے آئی گی۔

source: The following package will be removed:
ur: مندرجہ ذیل پیکج ہٹا دیے جائیں گے:

source: The following %d packages will be removed:
ur: مندرجہ ذیل %d پیکج ہٹا دیے جائیں گے:

source: The following package will be installed:
ur: مندرجہ ذیل پیکج نصب کیے جائیں گے:

source: The following %d packages will be installed:
ur: مندرجہ ذیل %d پیکج نصب کیے جائیں گے:

source: Installing updates
ur: اپڈیٹس انسٹال کی جا رہی ہیں

source: Please wait, this can take some time
ur: براہ مہربانی، تھوڑا انتظار فرمائیں اس میں کچھ وقت لگ سکتا ہے

source: Update is complete
ur: اپ ڈیٹ مکمل

source: Please enter your password to restart the update manager
ur: براہ مہربانی 'اپڈیٹ منتظم' ری سٹارٹ کرنے کے لیے اپنا پاسورڈ درج کریں

source: Checking for updates
ur: اپڈیٹس کے لیے چیک کر رہا ہے

source: Could not install the security updates
ur: _سیکورٹی اپڈیٹس نصب نہیں کی جا سکیں

source: Starting refresh...
ur: تازہ کرنا شروع کیا جا رہی ہے ...

source: Another application is using APT
ur: کوئی اور ایپلی کیشن ایپٹ (APT) استعمال کر رہی ہے

source: Finding the list of updates...
ur: اپڈیٹس کی فہرست ڈھونڈ رہا ہے...

source: Your system is up to date
ur: آپکا سسٹم تازہ ترین ہے

source: Could not refresh the list of packages
ur: پیکج کی فہرست تازہ نہیں کی جا سکی

source: A new version of the update manager is available
ur: اپڈیٹ منتظم کا نیا ورژن دستیاب ہے

source: 1 recommended update available (%(size)s)
ur: 1 تجویز کردہ اپڈیٹ موجود ‏(%(size)s)

source: No updates selected
ur: کوئی اپڈیٹ منتخب کردہ نہیں

source: Preferences
ur: ترجیحات

source: Auto-Refresh
ur: خودکار-تازہ کریں

source: Refresh the list of updates every:
ur: اپڈیٹ فہرست تازہ کریں ہر:

source: Update Method
ur: اپ ڈیٹ کا طریقہ

source: Icons
ur: آئکن

source: Icon
ur: آئکن

source: Status
ur: حالت

source: New Icon
ur: نیا آئکن

source: Busy
ur: مصروف

source: System up-to-date
ur: سسٹم تازہ ترین ہے

source: Updates available
ur: اپ ڈیٹس دستیاب

source: Error
ur: مسئلہ

source: Unknown state
ur: نامعلوم حالت

source: Applying updates
ur: اپڈیٹس لاگو ہو رہے ہیں

source: Startup delay (in seconds):
ur: شروع کرتے وقت تاخیر(سیکنڈز میں):

source: Ignored packages
ur: نظرانداز کیے ہوئے پیکج

source: minutes
ur: منٹ

source: hours
ur: گھنٹے

source: days
ur: دن

source: Please enter a package name:
ur: براہ کرم پیکج کا نام درج کریں:

source: Ignore a package
ur: کسی پیکج کو نظرانداز کریں

source: Package name:
ur: پیکج کا نام:

source: All available upgrades for this package will be ignored.
ur: اس پیکج کے لیے تمام اپڈیٹس نظرانداز کر دی جائیں گی۔

source: History of updates
ur: تاریخ برائے اپڈیٹس

source: Date
ur: تاریخ

source: Package
ur: پیکج

source: Old version
ur: پرانا ورژن

source: New version
ur: نیا ورژن

source: Update Pack Info
ur: پیک معلومات اپڈیٹ کریں

source: Your system configuration:
ur: آپ کے سسٹم کی تشکیل:

source: Current Update Pack available:
ur: موجودہ اپڈیٹ پیک دستیاب:

source: Could not identify your APT sources
ur: آپ کے APT ماخذ کی شناخت نہیں کی جا سکی

source: N/A
ur: غیر موجود

source: This is only recommended for experienced users
ur: یہ صرف تجربہ کار صارفین کے لیے تجویز کردہ ہے

source: This is only recommend for experienced users
ur: یہ صرف تجربہ کار صارفین کے لیے تجویز کردہ ہے

source: Information
ur: معلومات

source: Log file
ur: لاگ فائل

source: Permissions:
ur: اجازتیں

source: Process ID:
ur: پراسیس آئی ڈی(ID):

source: Log file:
ur: لاگ فائل:

source: About
ur: متعلق

source: Please enter your password to start the update manager
ur: براہ مہربانی 'اپڈیٹ منتظم' چلانے کے لیے اپنا پاسورڈ درج کریں

source: B
ur: ب

source: KB
ur: ک.ب

source: MB
ur: م.ب

source: GB
ur: گ.ب

source: Ignore updates for this package
ur: اس پیکج کے لیے اپ ڈیٹس کو نظرانداز کریں۔

source: Upgrade
ur: اپ گریڈ

source: Size
ur: سائز

source: Install Updates
ur: اپڈیٹس انسٹال کریں

source: Refresh
ur: تازہ کریں

source: Select All
ur: تمام منتخب کریں

source: Clear
ur: صاف

source: Description
ur: تفصیل

source: Changelog
ur: سجل التغييرات

source: _File
ur: _فائل

source: Close
ur: بند کریں

source: _Edit
ur: _ترمیم

source: Software sources
ur: سوفٹ ویئر مصادر

source: _View
ur: _منظر

source: Visible columns
ur: نظر آنے والے کالم

source: _Help
ur: _ہدایات
